import Por1 from '../assets/heroes/i1.jpeg'
import Por2 from '../assets/heroes/i2.jpg'
import Por22 from '../assets/heroes/i22.png'
import Por3 from '../assets/heroes/i3.jpg'
import Por33 from '../assets/heroes/i33.png'
import Por4 from '../assets/heroes/i4.jpeg'
import Port44 from '../assets/heroes/i44.png'
import Port444 from '../assets/heroes/i444.png'
import Por5 from '../assets/heroes/i5.jpg'
import Por6 from '../assets/heroes/i6.jpg'
import Por66 from '../assets/heroes/i66.png'
import Por7 from '../assets/heroes/i7.jpg'
import Por8 from '../assets/heroes/i8.png'
import Por88 from '../assets/heroes/i88.png'
import Por888 from '../assets/heroes/i888.png'
import Por9 from '../assets/heroes/i9.jpg'
import Por11 from '../assets/heroes/i11.jpg'
import Por111 from '../assets/heroes/i111.png'
import Por15 from '../assets/heroes/i15.jpg'
import Por155 from '../assets/heroes/i155.png'
import Port11 from '../assets/heroes/il.jpg'
import Por80 from '../assets/heroes/ii.jpg'

export const dashboardInfo =[
    {
        id:1,
        url:'https://yandex.by/maps/158/mogilev/geo/31188234/?ll=30.301298%2C53.935005&z=14.98',
        img:Por1,
        imgFull1:'',
        imgFull2:'',
        imgFull3:'',
        name:'Федор Алексеевич',
        lastName:'Бакунин',
        poem:'',
        date:'02.03.1898 — 22.01.1984',
        descr:'Советский военачальник, командир 61-го стрелкового корпуса, героически оборонявшего Могилев в июле 1941 года, генерал-майор.',
        textFullOne:"Федор Алексеевич Бакунин родился 2 марта 1898 года в деревне Старое Ильмово ныне Черемшанского района Татарстана. С февраля по октябрь 1917 года проходил службу рядовым лейб-гвардии Семеновского полка российской армии. В Красной Армии с 1919 года. В Гражданскую войну командовал взводом, батальоном. Участвовал в боях против войск адмирала А. В. Колчака. В 1921 году окончил 2-е Сибирские пехотные курсы, а в 1923 году – Высшую объединенную военную пехотную школу. Прошел путь от командира роты до командира полка. В марте 1938 года назначен командиром 11-й стрелковой дивизии, в феврале 1939 года – командиром 2-го стрелкового корпуса, в январе1940 года – командиром 61-го стрелкового корпуса.",
        textFullTwo:'В начале Великой Отечественной войны корпус Бакунина в составе 20-й и 13-й армий участвовал в Смоленском сражении. Заняв оборону в районе Могилева, корпус вскоре был окружен и на протяжении 2 недель сражался в изоляции, отвлекая тем самым значительные силы немецких войск от наступления на Москву. В конце июля Ф. А. Бакунину во главе группы из 140 человек удалось вырваться из окружения, после чего он находился в распоряжении Западного фронта и Главного Управления кадров НКО. В декабре 1941 года назначен старшим преподавателем тактики в Военной академии имени М. В. Фрунзе.',
        textFullTree:'Осенью 1943 года Федор Алексеевич добился направления на фронт и в ноябре был назначен командиром 10-го стрелкового корпуса, действовавшего в составе 51-й армии 4-го Украинского фронта. С 20 мая 1944 года – командир 63-го стрелкового корпуса той же армии. Под руководством генерал-лейтенанта Бакунина корпус участвовал в Белорусской и Прибалтийской наступательных операциях. После войны продолжал командовать 63-м стрелковым корпусом. С 1947 года – в отставке. Награжден орденом Ленина, двумя орденами Красного Знамени, орденом Кутузова 2-й степени, орденом Красной Звезды. Федор Алексеевич Бакунин скончался 22 января 1984 года в Краснодаре.',
    
    },
    {
        id:2,
        img: Por2,
        url:'https://yandex.by/maps/158/mogilev/geo/31188025/?ll=30.344133%2C53.926160&z=17.07',
        imgFull1:Por22,
        imgFull2:'',
        poem:'',
        imgFull3:'',
        name:'Константин Григорьевич',
        lastName:'Владимиров',
        date:'16.10.1899 — 19.07.1941',
        descr:`Константин Григорьевич Владимиров член ВКП(б). В Красной Армии с 1918 года, участник гражданской войны. С 1924 года в органах милиции. Накануне Великой Отечественной войны начальник отдела службы и боевой подготовки Могилевского областного управления милиции. Константин Григорьевич встретил войну в звании лейтенанта. В этом звании он и командовал батальоном. 
        `,
        textFullOne:`Константин Григорьевич Владимиров родился 16 октября 1899 в г. Рославле Смоленской области.
        Член ВКП(б). В Красной Армии с 1918 года, участник гражданской войны. С 1924 года в органах милиции. 
       Накануне Великой Отечественной войны начальник отдела службы и боевой подготовки Могилевского областного управления милиции. 
      Константин Григорьевич встретил войну в звании лейтенанта. В этом звании он и командовал батальоном. 
        При обороне Могилева в июле 1941 года во главе милицейского батальона прикрывал северные подступы к городу: на рубеже деревень 
       Пашково и Гаи 250 бойцов 7 дней сдерживали натиск фашистов. Погиб в этом бою.
        Похоронен в деревне Гаи Могилевского района в братской могиле бойцов батальона милиции. `,
        textFullTwo:`Последний бой батальона милиции.
        19 июля 1941. После боя в районе Буйнич, превосходящие в 4-6 раз силы фашистов, большими группами, при поддержке танков и артиллерии атаковали позиции сводного полка майора
     В. А. Катюшина и заняли д. Гаи. Сводный полк состоял из 2-го батальона 514-го стрелкового полка, артподразделений 493-го гаубичного артполка, истребительного полка НКВД–НКГБ комбрига Н. И. Калугина, куда входили батальон милиции К. Г. Владимирова, бойцы народного ополчения предприятий и организаций города.
        В этом бою гитлеровцы потеряли 17 танков и самоходных орудий и до батальона пехоты. Значительные потери понес и сводный полк.
 Силы бойцов батальона милиции на исходе. Но стремительной контратакой бойцов немцы были выбиты из д. Пашково. Вечером фашисты, бросив свежие силы, при поддержке танков снова взяли эту деревню. И тогда раненый капитан Владимиров повел бойцов в контратаку с криком: «Умрем за Родину, но не пропустим фашистскую гадину». 
Это был последний бой бесстрашного батальона Владимирова.
   `,
        textFullTree:`После этой атаки враг не отважился в тот день взять высоту. На ее склонах синели милицейские костюмы. Бойцы отдали свою жизнь за победу над врагом, за свободу и счастье советского народа».
        Из воспоминаний бойца батальона милиции Игната Савича: «Наш батальон был слабо вооружен. Однако свои рубежи удерживал долгое время. Милиционеры Кутаков, Бурмистров после тяжелых ранений отказались эвакуироваться в госпиталь. Получив медицинскую помощь прямо в окопе, они дрались с фашистами до последнего дыхания. Я тоже был ранен, но в решающую минуту вместе с товарищами бросился в атаку на врага и связкой гранат уничтожил несколько фашистов. Из 250 бойцов батальона милиции в живых осталось 19». 
        Вот, что рассказали жители деревни Гаи, свидетели этого боя Столяровы Иван Маркович и Варвара Васильевна:
       «Многие жители деревни были свидетелями последней контратаки милиционеров. Немецкие пулеметчики, которые засели на чердаках домов, покосили огнем почти всех наших бойцов. 
        Жила у нас девочка Соня Андреева. Она собрала и спрятала документы многих убитых».
`,
    },
    {
        id:3,
        img: Por3,
        imgFull1:Por33,
        imgFull2:'',
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/770967195/?ll=30.362930%2C53.882988&z=17.17',
        poem:'',
        name:'Геннадий Иванович',
        lastName:'Златоустовский',
        date:'20.08.1903-1941?',
        descr:'Златоустовский Г.И. родился в селе Николо-Шанга Шарьинского района Костромской области, в семье сельского дьяка. В конце 1933 года был переведен в Тулу в стрелковый полк в войсковую часть 1 дивизии. Также был начальником штаба 747 стрелкового полка 172 стрелковой дивизии, в звании майора, откуда выехал на фронт 27 июня 1941 года.',
        textFullOne:`Златоустовский Геннадий Иванович родился 20 августа 1903 г. в селе Николо-Шанга Шарьинского района Костромской области, в семье сельского дьяка. Учился в селе Николо-Шанга, потом в Георгиевской школе Мантуровского района Костромской области, а в 1920 году поступил в школу II ступени в г. Шарье Костромской области и закончил ее в 1922 году. Одновременно работал в конторе Союзпечати. В 1923 году пошел добровольцем в Красную Армию в 133 полк 45 Волынской дивизии г. Киева красноармейцем, потом работал библиотекарем.
        С 1 сентября 1925 года поступил учиться в Киевскую пехотную школу на 2 курс, где учился 2 года. Окончил ее в 1927 году, был выпущен командиром взвода и направлен в г. Ефремов Тульской области в 252-й стрелковый полк 84-й стрелковой дивизии, служил там по 1933 год.
        В конце 1933 года был переведен в Тулу в стрелковый полк в войсковую часть 5430 84 – 1 дивизии.Оборонял Могилев, пропал без вести.
        `,
        textFullTwo:`После форсирования Днепра 10 июля 1941 года у деревни Следюки Быховского района значительные силы враг, для обеспечения переправы своих основных сил и дальнейшего наступления по Гомельскому шоссе на Могилев, сконцентрировал около деревни Сидоровичи.
        По приказу командующего 13-й армией для ликвидации прорыва командир 747-го полка подполковник Щеглов сформировал усиленный отряд в составе 1-го батальона полка с противотанковыми орудиями двух батарей 2-го дивизиона 601-го дивизиона 493 гаубично-артиллерийских полков. Отряд во главе с начальником штаба полка майором Г. И. Златоустовским выступил 10 июля и к 22.00 занял боевой порядок.
        Бой начался утром 11 июля артиллерийским налетом на немецкую мотопехоту. Затем поднялись в атаку наши бойцы, и враг отступил к Днепру, оставив десятки убитых 
солдат и около 30 сгоревших автомашин. Однако, перегруппировавшись и укрепив свои подразделения, немцы к концу дня оттеснили и окружили сводный отряд. 
Наши воины проявляли чудеса героизма. 
        `,
        textFullTree:`На второй день немцы после сильной артиллерийской подготовки направили на храбрецов до 40 танков и около полка пехоты. 10 вражеских машин прорвались на стыке рот. В борьбу с ними вступили истребители танков, вооруженные гранатами и бутылками с зажигательной смесью. Батарея лейтенанта Косорукова меткими выстрелами подбила 4 танка.
        Каждый, даже самый маленький, эпизод боя был полон героизма. В разгар боя ранило и контузило политрука пулеметной роты Бордуна, который, очнувшись, увидел замолкший пулемет. Преодолев боль, он подполз к нему. Всего 40 шагов не добежали фашисты до притихшей позиции, когда их встретил свинцовый ливень. Бордун был еще раз тяжело ранен. Собравшись с силами, он смог бросить 3 гранаты, последняя из которых, брошенная уже обессиленной рукой, упала совсем близко. Вместе с набежавшими фашистами погиб и отважный воин.
        Боец Крылов смог захватить немецкую бронемашину, ворвался на ней в расположение врага, уничтожил пушку, прислугу к ней и вел бой до последнего патрона.
        За время этих двухдневных боев большая часть отряда майора Г. И. Златоустовского погибла, пропал без вести он сам, а уцелевшие бойцы и командиры отошли на основную линию обороны к Могилеву.
        `,
    },
    {
        id:4,
        img: Por4,
        imgFull1:Port44,
        imgFull2:Port444,
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188315/?ll=30.303511%2C53.872425&z=16.3',
        poem:'',
        name:'Семен Федорович',
        lastName:'Кутепов',
        date:'19.05.1896 — июль 1941',
        descr:'Советский офицер, в годы Великой Отечественной войны участник обороны Могилева, командир 388-го стрелкового полка 172-й стрелковой дивизии 61-го стрелкового корпуса, полковник. Один из прототипов собирательного образа комбрига Серпилина в романе К. Симонова «Живые и мертвые».',
        textFullOne:`Советский офицер, в годы Великой Отечественной войны участник обороны Могилева, командир 388-го стрелкового полка 172-й стрелковой дивизии 61-го стрелкового корпуса, полковник. Один из прототипов собирательного образа комбрига Серпилина в романе К. Симонова «Живые и мертвые».
        Родился 19 мая 1896 года в деревне Большие Калмыки ныне Киреевского района Тульской области. В 1917 году добровольцем вступил в Красную Армию, воевал с белополяками и различными бандами, командовал взводом и ротой, был ранен. Окончил курсы усовершенствования штабных командиров и с отличием заочный факультет Военной академии имени М. В. Фрунзе. Стал профессиональным военным, прошел ступени от командира взвода до комполка, знал штабную работу.`,
        textFullTwo:`До войны командование оценивало его талант по праву заслуженно, а война, самая строгая проверка, это подтвердила.
        Начальник оружейной мастерской полка В. А. Смирнов вспоминал о своем командире: «Он был строгим и уважаемым… Неутомимый был он человек. Когда мы ехали на фронт, у нас у всех была большая вера в победу, так как мы были сильно убеждены в его — нашего командира полка — способностях. Во время боев он вселял в нас силу и уверенность. Хотя от начала боев и до последнего дня я встречался с ним всего 3-4 раза, но всякий раз встречи с ним снимали уныние и прибавляли силы к победе. Победа в полном смысле слова нам тогда не удалась. Но то, что делали воины 388-го стрелкового полка при обороне г. Могилева, есть заслуга его — стойкого командира полковника Кутепова».
        Полковник С. Ф. Кутепов встретил Великую Отечественную войну в должности командира 388-го стрелкового полка 172-й стрелковой дивизии 61-го стрелкового корпуса.
        388-й стрелковый полк под командованием полковника С. Ф. Кутепова отличился при обороне Могилева. 11 июля в бою на Буйничском поле его полк за один день подбил 39 танков противника. 20 июля 1941 года в газете «Известия» об этом бое был напечатан очерк военного корреспондента К. Симонова «Горячий день».
        `,
        textFullTree:`Писатель К. Симонов писал:
        После того как в землянке проверили наши документы, мы снова вышли на воздух. Сейчас полковник окончательно сменил гнев на милость и стал рассказывать нам о только что закончившемся бое, в котором он со своим полком уничтожил тридцать девять немецких танков. Он рассказывал об этом с мальчишеским задором:
        — Вот говорят: танки, танки. А мы их бьем. Да! И будем бить. Это точно. Если пехота решила не уходить и закопалась, то никакие танки с ней ничего не смогут сделать…
        …
        В те дни я ничего не мог писать, пока не коснулся точки опоры— встретил часть, которая не отступала, а дралась. Тут я впервые увидел, что фашистов действительно бьют. Я увидел — есть люди, которые остановят врага…
        …
        В моей памяти Кутепов — человек, который, останься он жив там, под Могилевом, был бы способен потом на очень многое.
        `,
    },
    {
        id:5,
        img: Por5,
        imgFull1:'',
        imgFull2:'',
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188332/?ll=30.349092%2C53.863614&z=16.11',
        poem:'',
        name:'Иван Николаевич',
        lastName:'Макаров',
        date:'4.11.1903 — 1989',
        descr:'В 1939-1941 1-й секретарь Могилевского обкома КП(б)Б. В начале Великой Отечественной войны вел работу по организации обороны Могилева, эвакуации населения, ценного оборудования, отправки в тыл зерна, скота, машин, созданию подполья. С октября 1941 секретарь Куйбышевского и Ульяновского обкомов ВКП(б). С мая 1943 вновь 1-й секретарь Могилевского обкома КП(б)Б. ',
        textFullOne:`Макаров Иван Николаевич родился в 1903 году в г. Вязники Владимирской области.
        В 1932 году окончил Ленинградский политехнический институт. Работал инженером отдела Главного управления Наркомата тяжелой промышленности, с 1934 старшим инженером Московского велозавода. С 1938 заместитель уполномоченного Комиссии партийного контроля при ЦК ВКП(б) по БССР.
        В 1939-1941 1-й секретарь Могилевского обкома КП(б)Б.
        `,
        textFullTwo:`В начале Великой Отечественной войны вел работу по организации обороны Могилева, эвакуации населения, ценного оборудования, отправки в тыл зерна, скота, машин, созданию подполья. С октября 1941 секретарь Куйбышевского и Ульяновского обкомов ВКП(б). С мая 1943 вновь 1-й секретарь Могилевского обкома КП(б)Б. 
        С мая 1946 заместитель заведующего отделом кадров, заведующий отделом партийных органов ЦК КПБ. В 1958-1970-х годах председатель Белорусского республиканского совета профсоюзов, в 1971-1976 председатель, с 1976 заместитель председателя Ревизионной комиссии КПБ. 
        `,
        textFullTree:`Макарову Ивану Николаевичу присвоено звание Почетного гражданина г. Могилева 16 декабря 1980 года за большой личный вклад в организацию обороны Могилева в июле 1941 года и заслуги в хозяйственном и культурном развитии города.
        Умер в 1989 году.
        В Могилеве его именем названа улица.
        `
    },
    {
        id:6,
        img: Por15,
        imgFull1:Por155,
        imgFull2:'' ,
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188351/?ll=30.361238%2C53.906496&z=17.83',
        name:'',
        lastName:'Народное ополчение',
        date:'',
        descr:`Улица располагается в восточной части города Могилева, в микрорайоне Юбилейный. Названа в 1974 году в честь народных ополченцев,принимавших участие в героической обороне Могилева в 1941 году. Протяженность 800 метров начинается от улицы Королева и заканчивается внутри квартала 
жилой застройки в микрорайоне.В историю героической обороны Могилева яркой страницей вошёл подвиг бойцов народного ополчения, которые вместе с регулярными воинскими частями мужественно защищали город.`,
        textFullOne:`Улица располагается в восточной части города Могилева, в микрорайоне Юбилейный. Названа в 1974 году в честь народных ополченцев,
 принимавших участие в героической обороне Могилева в 1941 году. Протяженность 800 метров начинается от улицы Королева и заканчивается внутри квартала жилой
 застройки в микрорайоне.В историю героической обороны Могилева яркой страницей вошёл подвиг бойцов народного ополчения, которые вместе с регулярными воинскими
 частями мужественно защищали город. 
        Народное ополчение — это добровольческие военные и военизированные формирования из лиц, не подлежащих первоочередному призыву по мобилизации, 
создававшиеся для помощи действующей армии.  23 июня 1941 года в Могилеве в Доме партийного просвещения состоялось собрание партийного и комсомольского актива, 
где было принято решение о создании истребительного батальона. 
Батальон предназначался для охраны важных военных и народно-хозяйственных объектов города, борьбы с разведывательно-диверсионными группами и воздушными десантами противника.
 Командиром был назначен начальник Могилевской межкраевой школы НКВД-НКГБ майор Н. И. Калугин, комиссаром – заведующий отделом пропаганды горкома партии Бондаренко.
 На этом собрании в батальон записалось 500 коммунистов и комсомольцев.
`,
        textFullTwo:`В Могилеве к 10 июля 1941 года в народное ополчение вступило около 12 тысяч человек. 
Был сформирован полк и 14 батальонов (отрядов) народного ополчения, принимавших участие в героической обороне Могилева с 3 по 26 июля 1941 года. 
В боях за Могилев воины 172-й стрелковой дивизии под командованием генерал-майора М. Т. Романова и бойцы народного ополчения впервые в Великой Отечественной войне организовали круговую оборону города и удерживали его в течение 23-х дней.	
        
        Наиболее сложным вопросом было вооружение ополченцев. Основным источником его поступления являлся областной военкомат, военно-учебные пункта Осовиахима, 
склады управления милиции. Для борьбы с танками бойцы народного ополчения вооружались бутылками с зажигательной смесью «КС», полученными с химических складов в Гомеле. Содержащийся в них белый фосфор самовоспламенялся на броне танка и развивал температуру горения до 1300 градусов. Но для того, чтобы подпустить танк на 30-35 метров и поразить цель требовались мужество и боевые навыки бойцов. Подготовка групп истребителей танков была организована во всех отрядах.
        `,
        textFullTree:`Бойцы народного ополчения стойко обороняли город вместе с частями 172-й стрелковой дивизии. В сражении на Буйничском
 поле 12 июля ополченцы твердо удерживали рубеж на левом фланге обороны со стороны Днепра. Они вели бои до 28 июля, удерживая центральную часть города. 
В боях у днепровского моста многие ополченцы проявили подлинный героизм. 
Могилевские батальоны народного ополчения своим мужеством заслужили высокую оценку военного командования.
        В героической обороне Могилева народное ополчение, несомненно, сыграло важную роль. До последнего дня обороны ополченцы удерживали, свои рубежи.
 Вместе с воинами 172-й стрелковой дивизии и других частей, оборонявших город, они мужественно шли на прорыв вражеского кольца. 
Большая часть из них отдала свои жизни, защищая родной город. Те, кто прорвался из окружения, вливались в части Красной Армии, создавали партизанские отряды, вели подпольную работу.
        `,
        poem:'',

    },
    {
        id:7,
        img: Port11,
        url:'https://yandex.by/maps/158/mogilev/geo/31187823/?ll=30.333084%2C53.874182&z=14.79',
        name:'',
        lastName:'Непокоренных бульвар Луполовский лагерь смерти',
        date:'',
        descr:`Расположен в южной части города в микрорайоне Заднепровский. Назван в память об узниках Луполовского лагеря смерти, которые погибли, но не покорились врагу в годы Великой Отечественной войны. Протяженность 1910 м, от улицы Гагарина до улицы Габровской. 
        `,
        textFullOne:`Расположен в южной части города в микрорайоне Заднепровский. Назван в память об узниках Луполовского лагеря смерти, которые погибли, но не покорились врагу в годы Великой Отечественной войны. Протяженность 1910 м, от улицы Гагарина до улицы Габровской. 
        Осенью 1941 г. на окраине г. Могилева в Заднепровском предместье Луполово, на поле аэродрома немецко-фашистскими захватчиками был создан лагерь смерти для массового уничтожения советских военнопленных. С декабря 1941 именовался «Дулаг-185». Лагерь был обнесен в 2 ряда колючей проволокой, по которой пропускался электрический ток. Был он прямоугольной формы, длиной 1000 м, шириной 500 м. В западной части стояло несколько 3-х этажных зданий, в восточной — деревянные бараки. 
Из воспоминаний ветерана Великой Отечественной войны, жителя г. Могилева Тарасова Петра Михайловича: «Большая часть узников содержалась под открытым небом. Узников содержали в антисанитарных условиях, пытали, морили голодом, расстреливали. Кормили их один раз в сутки баландой из картофельной шелухи. Узники ели траву под ногами, даже уголь. Воды для питья не было. Людей, как скот, гоняли на водопой к Днепру. Ослабевших и отставших расстреливали. Ежедневно от тифа, голода, жестокого режима и антисанитарии умирало огромное количество человек. Фашисты применяли варварские способы захоронения людей: мертвых и едва живых раскладывали штабелями на деревянные высокие клетки и сжигали или сбрасывали людей в ямы с негашеной известью, где они бесследно растворялись. Внутри лагеря были установлены виселицы. За попытку бежать пленных вешали…». 
        `,
        textFullTwo:`Из дневника Ивана Алексеевича Шарова: 
        «22/Х Нас пригнали в Могилев. Сегодня давали кушать: утром 300 гр. хлеба, в обед 450 гр. супа. 
        Суп жидкий – несколько крупин пшена плавает да крахмал. Вечером то же – суп не суп, а так, одно название,
         баланда в общем. Доставали его с боем: в лагере человек 50 тысяч…
          Не проходит и дня, чтобы не убили 5–7 человек… Я получил палкой по голове… 22/XI. Питание ухудшилось, стали привозить мороженую картошку и пшено. Ее моют в холодной воде, а она от того смерзается только большими кусками. Так и бросают в котел вместе с гнилью и землей… Получается такой суп, что ни одна свинья не может кушать, а человек ест, да еще добавки просит. А вместо добавки получает палкой или плеткой, хорошо, если не по роже… От такого питания люди стали болеть дизентерией. Начался сыпной тиф и много других болезней, люди стали мереть как мухи – человек пошел утром за куском хлеба и не вернулся, по дороге помер. Люди ходят как тени – кости обтянуты кожей, страшно смотреть… Ежедневно помирает в могилевском лагере 280 – 300 человек…».
        `,
        textFullTree:`Многие узники были спасены жителями Могилева. Горожане приходили к охране и выкупали военнопленных. Подпольщики города, которые обслуживали лагерь, вывозили пленных под видом мертвых. За время существования лагеря до 1943 года уничтожено более 40 тысяч человек, известны имена лишь 389 из них.
        В память об узниках лагеря смерти и воинах Красной Армии, погибших в районе Луполово, на месте лагеря сооружен мемориальный комплекс «Подвиг народа бессмертен», зажжен Вечный Огонь. На территории бывшего лагеря смерти находится братская могила советских воинов. В ней похоронены 53 воина, погибшие в июне 1944 в боях против немецко-фашистских захватчиков на подступах к Могилеву в районе Луполова. Среди них воины 238-й дивизии 121-го стрелкового корпуса 50-й армии и 369-й дивизии 62-го стрелкового корпуса 49-й армии 2-го Белорусского фронта.
        `,
        poem:'',

    },
    {
        id:8,
        img: Por6,
        imgFull1:Por66,
        imgFull2:'',
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188377/?ll=30.302676%2C53.896475&z=16.28',
        name:'Михаил Тимофеевич',
        lastName:'Романов',
        date:'03.11.1891 — 03.12.1941',
        descr:'',
        textFullOne:`Михаил Тимофеевич Романов — советский военачальник, командир 172-й стрелковой дивизии, героически оборонявшей Могилев в июле 1941 года, генерал-майор.
 Особенно отличился в качестве командира на днепровском рубеже при обороне Могилева.
        Михаил Тимофеевич Романов родился 3 ноября 1891 года в Нижнем Новгороде.В 1915 году был призван в армию. Окончил Чистопольскую школу прапорщиков. Командовал ротой в составе 72-го полка в Ржеве, поручик. После февральской революции, 
уже на Западном фронте, выбран солдатами в полковой комитет. В Красной Армии с 1918 года. В должности помощника командира полка Романов участвовал в ряде операций, 
был ранен в голову. После выздоровления за проявленные в боях с басмачами незаурядные командирские способности и доблесть назначен командиром 11-го полка.
        `,
        textFullTwo:`После Гражданской войны Романов командовал 50-м стрелковым полком 17-й дивизии в Нижнем Новгороде а с 1931 по 1938 год — 18-м стрелковым полком в г. Ливны. В 1938 году назначен заместителем командира 55-й стрелковой дивизии, а осенью 1939 года назначен командиром формирующейся в районе Белгорода 185-й стрелковой дивизии. 4 ноября, к годовщине Советской власти, ему присвоено воинское звание комбриг. В 1940 году, при введении генеральских званий, ему присвоено звание генерал-майора, а после окончания шестимесячных курсов усовершенствования командного состава при Академии Генерального штаба он назначен командиром 172-й стрелковой дивизии.`,
        textFullTree:`Оборона Могилева.
        Начало Великой Отечественной войны Михаил Тимофеевич встретил в должности командира 172-й стрелковой дивизии, накануне войны выехавшей для прохождения летней учебы 
в Тесницкие лагеря под Тулой. Уже 26 июня первый эшелон дивизии отбыл на запад, с 28 июня по 3 июля части дивизии сосредоточивались в районе Могилева, совершенствовали 
оборонительные сооружения. Романов со своим штабом прибыл в район Могилева к исходу 30 июня и под его непосредственным руководством проходила героическая оборона нашего города.
        За героические боевые действия дивизии Указом Президиума Верховного Совета СССР от 9 августа 1941 награжден орденом Красного Знамени. 
        Во время прорыва из окружения он был тяжело ранен и оставлен для выздоровления в деревне Барсуки в семье М. Ф. Асмоловского. 
Но через два месяца нашелся предатель, который донес, что семья Асмоловских прячет раненого генерала.
 Почти всех членов этой семьи расстреляли, Романова доставили в Луполовский лагерь смерти.
        Согласно личной карте военнопленного генерал-майора Романова Михаила Тимофеевича, он был пленен 22 сентября 1941 года и 
числился в плену как командир 172-й стрелковой дивизии. Сначала Романов находился в Луполовском лагере смерти, а затем был заключен 19 ноября 1941 в концлагерь Хаммельбург,
 где и умер 3 декабря 1941 года от последствий пулевого ранения, полученного на фронте. Похоронен там же на русском кладбище. 
К 100-летию со дня рождения генерала на месте его захоронения немецкими властями на стене-стеле установлена мемориальная доска. 
        У нас в городе его имя носит улица, есть мемориальная доска.

       
        `,
        poem:'',

    },
    {
        id:9,
        img: Por7,
        imgFull1:'',
        imgFull2:'',
        imgFull3:'',
        name:'Константин Михайлович ',
        lastName:'Симонов',
        poem:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188386/?ll=30.324133%2C53.864283&z=14.4',
        date:'28.11.1915 — 28.08.1979',
        descr:'Среди советских писателей Константин Симонов по праву считается одним из лучших летописцев войны. Будучи корреспондентом «Красной звезды», он прошел ее всю от начала и до победного завершения в Берлине. Первая фронтовая командировка  К. Симонова, длившаяся месяц, пролегла по могилевской и смоленской земле. ',
        textFullOne:`Среди советских писателей Константин Симонов по праву считается одним из лучших летописцев войны. Будучи корреспондентом «Красной звезды», он прошел ее всю от начала и до победного завершения в Берлине. Первая фронтовая командировка  К. Симонова, длившаяся месяц, пролегла по могилевской и смоленской земле. В те горькие и страшные дни он увидел больше человеческого горя, чем за всю свою жизнь: стремительное продвижение противника на восток, отчаянные очаги сопротивления войск Красной Армии, смерть, панику и неразбериху, господство вражеской авиации в небе, гибель беззащитных беженцев… В июне-июле 1941 г. военная судьба дважды привела К. Симонова в Могилев, где он увидел умело подготовленную оборону города, спокойную решимость его защитников не отступать, сражаться за Могилев до последних сил. Корреспондент побывал на Буйничском поле, где накануне в 12-ти часовом бою было подбито 39 немецких танков. Результатом этой командировки стала его статья «Горячий день», опубликованная в газете «Известия» 20 июля 1941 г. Там же была помещена панорама подбитых немецких танков, сделанная фотокорреспондентом П. Трошкиным. «Я ничего не мог написать, пока не коснулся «точки опоры» – встретил часть, которая не отступала, а дралась… Я увидел, есть люди, которые остановят врага.
        `,
        textFullTwo:`О полке Кутепова и была моя первая, чего-то стоившая корреспонденция в газете», – вспоминал К. Симонов. Такая оценка, данная защитникам Могилева, не просто субъективное мнение корреспондента. Выстоять 23 дня в обороне в начале войны – это героизм самой высокой пробы. О мужестве советских людей рассказывают пьесы К. Симонова «История одной любви» (1940 г.) и «Парень из нашего города» (1941 г.), которые сразу завоевали любовь зрителей.
        `,
        textFullTree:`После войны К. Симонов не раз возвращался к своим фронтовым заметкам, работал в архивах, отыскивая следы героев могилевской обороны, вел переписку с оставшимися в живых. Все это отражено в его книгах «Сто суток войны», «Разные дни войны», составленных по дневниковым записям, и в главном художественном произведении писателя – романе «Живые и мертвые», в котором реальные герои могилевской обороны стали прототипами его персонажей. Пять раз после войны Константин Симонов приезжал в Могилев, любовался его новым, возрожденным обликом, высказывал пожелание о достойной награде городу, продержавшемуся 23 дня в начале войны, о возведении памятника героям обороны. С особым чувством он посещал Буйничское поле: «Одному человеку этот мирный теперь пейзаж ничего не говорит, а для других – это поле боя… Я не был солдатом, был всего только корреспондентом, но и у меня есть кусок земли, которого мне век не забыть – поле под Могилевом, где я впервые видел в июле сорок первого, как наши сожгли тридцать девять немецких танков». Перед смертью он завещал развеять свой прах на Буйничском поле. 28 августа 1979 г. К. Симонова не стало, 8 сентября семья выполнила его завещание. Писатель навсегда остался с теми, о ком написал свой очерк в горячем июле 1941 г.
        `,
        poem:`«Я не был солдатом, был всего-навсего корреспондентом, 						но у меня есть кусок земли, которой мне век не забыть – вот 						это поле под Могилевом, где я впервые в июле 1941 года 						видел, как наши в течение одного дня подбили и сожгли 
        39 немецких танков…»
                                    Симонов Константин
`
    },
    {
        id:10,
        img: Por8,
        imgFull1: Por88,
        imgFull2:Por888,
        imgFull3:'',
        poem:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188365/?ll=30.246257%2C53.927249&z=16.8',
        name:'Яков Степанович',
        lastName:'Слепокуров',
        date:'? — июль 1941?',
        descr:'С 19 лет воевал на фронтах Первой мировой войны, Гражданской войны. В 1936 году был назначен исполняющим обязанности коменданта Кремля. В 1937 – 1938 годах участвовал в организациях военных парадов на Красной площади. В начале Великой Отечественной войны был отправлен в Могилев со своим полком.',
        textFullOne:`С 19 лет воевал на фронтах Первой мировой войны, Гражданской войны. В 1936 году был назначен исполняющим обязанности коменданта Кремля. В 1937 – 1938 годах участвовал в организациях военных парадов на Красной площади.
        В начале Великой Отечественной войны был отправлен в Могилев со своим полком.
        26 июня полк прибыл и разгрузился на станции Луполово города Могилева, а уже 3 июля 394-й стрелковый полк под командованием полковника Слепокурова занял боевой участок на запад от города на участке д. Затишье–Казимировка–Пашково–Гаи–Полыковичи. Там же держали оборону сводный полк майора В. А. Катюшина, в том числе батальон милиции капитана К. Г. Владимирова, с другими приданными подразделениями 172-й стрелковой дивизии 61-го стрелкового корпуса. Все они сражались с противником мужественно и стойко. Силы были неравны. 
        В тяжелые условия попал под Могилевом 394-й стрелковый полк дивизии полковника Я. С. Слепокурова. В то время, когда командир корпуса Ф. А. Бакунин 5 июля еще только отдал приказ о занятии обороны частями 110-й, 172-й и 53-й дивизий, этот полк, благодаря предусмотрительности опытного боевого командира дивизии полковника В. А. Хлебцева, уже вел сдерживающие боевые действия на рубежах западнее города. Комиссар полка А. М. Ковалев вспоминал: «...4 июля в первом бою мы взяли в плен 4-х мотоциклистов и штабную машину с документами, а на следующий день – немецкого полковника. На наш участок пошло большое количество танков, в этом бою погиб командир первого батальона лейтенант Третьяк...».
        `,
        textFullTwo:`...В это время интересный случай произошел на участке обороны 394-го стрелкового полка 110-й дивизии на западном берегу Днепра. 24 июля в результате скоротечного боя были захвачены три немецкие машины и штабной офицер. При нем оказалась топографическая карта, из которой защитники города узнали, что немцы 16 июля захватили Смоленск и подошли к Вязьме и Ельне. В захваченных машинах находились наградные знаки, знамена, другие подарки, предназначенные для солдат и офицеров вермахта, которые должны были взять Москву! 
        16 июля фашистские войска замкнули кольцо вокруг Могилева. Части 61-го стрелкового корпуса, в том числе 110-я и 172-я стрелковые дивизии и другие соединения, державшие оборону Днепровского рубежа, оказались в окружении.
        `,
        textFullTree:`Остатки полка 26 июля, собравшись с бойцами других частей, во главе с командиром полка Я. С. Слепокуровым и комиссаром A. M. Ковалевым, двинулись вдоль Бобруйского шоссе, с боями прошли 15–17 км и вышли в район деревень Селец–Новоселки. День 27 июля, как вспоминает A. M. Ковалев, они решили переждать во ржи, метрах в 800-х от правого берега Днепра, с тем, чтобы ночью продолжить движение. Однако днем отряд был обнаружен противником. С противоположного берега Днепра переправилось около 20 немецких танков с пехотой, которые, окружив отряд, начали методически расстреливать его. Оставшимися силами наши бойцы и командиры сопротивлялись до последней возможности, многие из них были ранены, но большинство полегло здесь. Многие попали в плен, погибли, погиб и сам командир полка полковник Слепокуров.
        За героическую оборону Могилева Указом Президиума Верховного Совета СССР от 09.08.1941 г. Слепокуров Яков Степанович был награжден орденом Красного Знамени
        Именем героя названа улица в микрорайоне Казимировка.
        `,

    },
    {
        id:11,
        img: Por80,
        imgFull1:'',
        imgFull2:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188394/?ll=30.312369%2C53.924021&z=15.15',
        imgFull3:'',
        name:'Федор Анисимович',
        lastName:'Сурганов',
        date:'07.06.1911 — 26.12.1976',
        descr:'Родился в крестьянской семье, в деревне Судники, Витебского района Витебской области. С 1931 работал агрономом Колхозцентра Наркомзема БССР. С 22 июня 1941 года принимает активное участие в деятельности Могилевского областного штаба народного ополчения. ',
        textFullOne:`Родился в крестьянской семье, в деревне Судники, Витебского района Витебской области. С 1931 работал агрономом Колхозцентра Наркомзема БССР.
        В 1937 году на него был сделан донос, после чего был арестован. Однако благодаря заступничеству товарищей репрессирован не был. В 1939 году окончил Белорусский государственный сельскохозяйственный институт в Горках и сразу же возглавил Горецкий райком ЛКСМБ, а вскоре и Могилевский обком ЛКСМБ.
        С 22 июня 1941 года принимает активное участие в деятельности Могилевского областного штаба народного ополчения. 
        `,
        textFullTwo:`Ему тогда только исполнилось 30. Комсомольский вожак, кажется, успевал всюду: выступал на митингах, подбирал молодежь в истребительные отряды, формировал отряды самообороны для борьбы с фашистскими лазутчиками и диверсантами, занимался подготовкой кадров для подпольной работы в тылу врага.
        С ноября 1941 года — секретарь Свердловского горкома ВЛКСМ, в 1942 — 1945 года секретарь ЦК ЛКСМБ, в августе 1943 года — июле 1944 года в тылу врага. В мирное время Федор Анисимович занимал различные ответственные посты в Минской области, ЦК КПБ, в 1971–1976 годах — Председатель Президиума Верховного Совета БССР. Депутат Верховного Совета СССР (1954–1976), Верховного Совета БССР (1951–1976).
        `,
        textFullTree:`Очень часто бывал в Могилеве, встречался с молодежью, в которой видел будущее родной страны, с ветеранами войны и труда, со своими земляками-могилевчанами.
        Умер 26 декабря 1976 года.
        Именем Федора Анисимовича Сурганова названа улица в нашем городе.
        `,
        poem:'',

    },{
        id:12,
        img: Por9,
        imgFull1:'',
        imgFull2:'',
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/770967045/?ll=30.363007%2C53.880794&z=16.91',
        name:'Николай Васильевич',
        lastName:'Терехин',
        date:'05.05.1916 — 30.12.1942',
        descr:`Николай Васильевич Терехин родился 5 мая 1916, в селе Чардым, Саратовской губернии. Окончил семилетку и поступил в Саратовский автодорожный техникум, где был избран секретарем комсомольской организации.
        В рядах Красной Армии с 1934 года. Окончил 4-ю Военную авиационную школу летчиков в городе Энгельсе в 1936 году.`,
        textFullOne:`Николай Васильевич Терехин родился 5 мая 1916, в селе Чардым, Саратовской губернии. Окончил семилетку и поступил в Саратовский автодорожный техникум, где был избран секретарем комсомольской организации.
        В рядах Красной Армии с 1934 года. Окончил 4-ю Военную авиационную школу летчиков в городе Энгельсе в 1936 году. Участник советско-японского вооруженного конфликта на реке Халхин-Гол в 1939 году и похода частей Красной Армии в Западную Белоруссию 1939 года. Член ВКП(б) с 1939 года.
        На фронтах Великой Отечественной войны — с 1941 года. Воевал в составе 161-го истребительного авиационного полка (командир эскадрильи, старший лейтенант), с августа 1941 года командовал 10-м истребительным авиационным полком, который сражался в составе ВВС Калининского, Волховского и Северо-Западного фронтов. На 30 мая 1942 года на его счету было 15 сбитых самолетов врага. Но асу не суждено дожить до Победы. 30 декабря 1942 года Николай Васильевич погиб в бою. Он был сбит над озером Вершинское, машина пробила лед и легла на дно. Благодаря огромной любви бойцов к своему легендарному командиру, ценой неимоверных усилий его тело удалось поднять на поверхность, чтобы похоронить с воинскими почестями.
        К моменту гибели на счету майора Н. В. Терехина числилось около 250 выполненных боевых вылетов и 17 сбитых самолетов противника.
        Был похоронен в деревне Добывалово Валдайского района Новгородской области; после войны его прах перезахоронен в городе Валдай в Сквере Героев. На серой каменной плите высечено: «Майор Н. В. Терехин геройски погиб в воздушном бою с немецко-фашистскими захватчиками над городом Валдаем в 1942 году». `,
        textFullTwo:`Награжден Орденами Ленина (1941) и Отечественной войны 1-й степени (1942).
        Представлялся к званию Героя Советского Союза, но награжден не был.
        В честь Н. В. Терехина названа улица в нашем городе.
        В сквере города Лопатино Пензенской области есть Аллея героев, в которой находится портрет Николая Васильевича Терехина, а при детском центре – маленький музей боевой славы со стендом, посвященным отважному летчику.
        Подступы к Могилеву прикрывала 43-я смешанная авиадивизия, в составе ее 161-го истребительного полка служил Н. Терехин. 1 июля в 7 часов вечера он вылетел на перехват противника. Как всегда в то тяжелое время, драться пришлось в меньшинстве и при этом с минимальным боекомплектом. Первого «Хейнкеля-111» командир эскадрильи сбил несколькими очередями, но вскоре патроны кончились. Второму срезал хвост правым крылом. Бомбардировщик «штопором» пошел к земле, но и самолет Терехина стал резко крениться вправо, однако летчику удалось его выровнять. Через минуту «Ил-16» догнал третий «Хейнкель» и своим винтом, словно мечом, отсек ему хвостовое оперение парашютом`,
        textFullTree:`На аэродроме под Могилевом с летчиком встретился Константин Симонов. Как видно, столичного корреспондента впечатлил подвиг его ровесника. О нем будущий классик написал стихотворение «Секрет победы», где впервые появилась знаменитая строка «У храбрых есть только бессмертье, смерти у храбрых нет».
        `,
        poem:'',

    }
    ,{
        id:13,
        img: Por11,
        imgFull1: Por111,
        imgFull2:'',
        imgFull3:'',
        url:'https://yandex.by/maps/158/mogilev/geo/31188430/?ll=30.310757%2C53.916013&z=16.23',
        name:'Иван Игнатьевич',
        lastName:'Якубовский',
        date:'07.01.1912 — 30.11.1976',
        descr:`Командир роты 16-й танковой бригады Якубовский участвовал в освободительном походе в Западную Беларусь и советско-финляндской войне.
        Участник Великой Отечественной войны: на Западном, Южном, Юго-Западном, Сталинградском, Донском, Брянском, Центральном, Воронежском и 1-м Украинских фронтах. Майор Якубовский активно участвовал в обороне города Могилева в июле 1941 года. Его полк сражался в районах Пашково и Гаи.
        `,
        textFullOne:`Иван Игнатьевич Якубовский родился 7 января 1912 года в деревне Зайцево ныне Горецкого района. После окончания семилетней школы работал чернорабочим в Орше. Учился в Оршанском педагогическом техникуме. В Красной Армии – с 1932 года. Окончил Белорусскую объединенную военную школу в 1934 году, Ленинградские Краснознаменные бронетанковые курсы усовершенствования командного состава им. А. Бубнова в 1935 году, Военную академию Генерального штаба в 1948 году.
        Командир роты 16-й танковой бригады Якубовский участвовал в освободительном походе в Западную Беларусь и советско-финляндской войне.
        Участник Великой Отечественной войны: на Западном, Южном, Юго-Западном, Сталинградском, Донском, Брянском, Центральном, Воронежском и 1-м Украинских фронтах. Майор Якубовский активно участвовал в обороне города Могилева в июле 1941 года. Его полк сражался в районах Пашково и Гаи.
        Был командиром танкового батальона, танкового полка, заместителем командира бригады, командиром бригады, заместителем командира гвардейского танкового корпуса. 
        `,
        textFullTwo:`Маршал Советского Союза.Звание Героя Советского Союза присвоено 10 января 1944 года и 23 сентября 1944 года.
`,
        textFullTree:`Умер 30 ноября 1976 года и похоронен с высшими воинскими почестями у Кремлевской стены. Бюст героя установлен в г. Горки. Почетный гражданин городов Горки, Житомир, Калач-на-Дону, Ополе. Его именем названы улицы в нашем городе, Минске, Горках.
        `,
        poem:'',

    }
]