import Day23 from '../assets/images/his23.png'
import Day28 from '../assets/images/his28.png'
import Day29 from '../assets/images/his29.png'
import Day27 from '../assets/images/his27.png'
import Day3I from '../assets/images/his3.png'
import Day3II from '../assets/images/his3.1.png'
import Day3III from '../assets/images/his3.2.png'
import Day7 from '../assets/images/his7.png'
import Day21 from '../assets/images/his21.png';
import Day15 from '../assets/images/his15i.png';
import Day25 from '../assets/images/his25i.png';





export const historyDay = [
    {
        id:1,
        date:'22 июня',
        img1:'',
        img2:'',
        img3:'',
        textOne:'В пятом часу утра руководящий состав органов внутренних дел и госбезопасности Могилёва уже знал, что началась война. Как свидетельствуют документы, первыми об этой страшной новости узнали чекисты. Именно в это время, как вспоминает бывший начальник управления НКГБ по Могилёвской области П. С. Чернышев: «В моей квартире раздался телефонный звонок. Звонил дежурный по управлению, который передал распоряжение незамедлительно прибыть в управление для телефонного разговора с Наркомом государственной безопасности. Из Наркомата я услышал роковую новость: война, бомбят города от Черного моря до Прибалтики, незамедлительно принимайте необходимые меры у себя в области. Сразу же я информировал первого секретаря обкома партии И. М. Макарова… О том, что буквально через несколько дней Могилёв будет фронтом, в первый день войны никому не приходило в голову…». С тревогой и гневом встретил Могилёв весть о нападении фашистской Германии на нашу страну. Город сразу же начал перестраиваться на военный лад.',
        textTwo:'',
        textTree:'',
        memory1:'Из воспоминаний секретаря Могилёвского горкома партии Андрея Морозова:',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«В 13 часов состоялось экстренное заседание бюро обкома партии, где определены задачи, вытекающие из обстановки военного времени. В 16 часов прошло городское партийно-комсомольское собрание. На нем принято решение создать истребительный батальон по борьбе с диверсантами, шпионами, вражескими парашютистами, охране линий связи, ЛЭП и других объектов. Командиром батальона был назначен начальник школы НКВД Н. И. Калугин, а комиссаром – заведующий отделом пропаганды и агитации горкома КП(б)Б С. К. Бондаренко. Тут же в состав батальона записалось более 500 коммунистов и комсомольцев. На импровизированную трибуну митинга, проходившего на шелковой фабрике, поднимались коммунисты и комсомольцы, мужчины и женщины, люди убеленные сединой и безусые юноши. Все они выражали готовность вступить в смертельный бой  с врагом. В отряд народного ополчения записалось 800 добровольцев…».',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:2,
        date:'23 июня',
        textOne:'Начался массовый призыв в армию. В воинские части было отправлено 35 тысяч военнообязанных.',
        textTwo:'',
        textTree:'',
        img1:Day23,
        img2:'',
        img3:'',   
        memory1:'Из воспоминаний секретаря Могилевского городского комитета ЛКСМБ Павла Фомича Воложина:',  
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Сегодня в Доме партийного просвещения собрание партийно-комсомольского актива. Он обсуждал правительственное сообщение о вероломном нападении фашистской Германии на нашу страну и возникающие из этого задачи партийных и комсомольских организаций. Все – и коммунисты, и комсомольцы - выступали горячо, ярко, пламенно. Чувствовалась решимость людей сделать все для разгрома агрессора.   Митинги, партийные и комсомольские собрания сегодня проведены на всех предприятиях и организациях города. На них рассмотрены задачи населения в организации обороны города. Многие коммунисты, комсомольцы, активисты сразу же вступали добровольцами в ряды Красной Армии или записывались в батальоны народного ополчения. В числе добровольцев – молодые рабочие с шелковой фабрики, авторемонтного и кожевенного заводов, железной дороги, и других предприятий».',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:3,
        date:'24 июня',
        textOne:'На железнодорожную станцию Луполово прибыли первые 4 эшелона с подразделениями 172-й стрелковой дивизии для обороны Могилёва. Они сразу же направляются на боевые позиции, ведут строительство оборонительных сооружений. На дальних подступах к городу ведётся разведка, вспыхивают ожесточенные схватки с передовыми частями противника.',
        textTwo:' ',
        textTree:'',
        img1:'',
        img2:'',
        img3:'',
        memory1:'',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',


    },
    {
        id:4,
        date:'25 июня',
        textOne:`Из Минска в Могилёв прибыло правительство ЦК КП(б)Б, а также штаб Западного фронта. Первый секретарь ЦК КП(б)Б П. К. Пономаренко на совещании партийно-хозяйственного актива города выступил с изложением задач обороны страны от немецко-фашистских захватчиков и подготовке Днепровского рубежа к надежной обороне. Оборона Днепровского рубежа на могилевском направлении непосредственно возлагалась на 61-й стрелковый корпус. Из Тулы на могилевское направление направлены 110-я и 172-я стрелковые дивизии 61-го стрелкового корпуса под командованием генерал-майора` + <a>Ф.А. Бакунина</a>,
        textTwo:'',
        textTree:'',
        img1:'',
        img2:'',
        img3:'',
        memory1:'Из воспоминаний:',
        memory2:'Из воспоминаний младшего воентехника, начальника оружейных мастерских 388-го стрелкового полка В. А. Смирнова:',
        memory3:'Из воспоминаний Николая Ивановича Калугина:',
        memory4:'',
        quotes1:'«Значение Могилёва и всей линии Днепра, — писал в своих воспоминаниях П. К. Пономаренко, — особенно возросло в связи с тем, что в конце июня 1941 года Ставка, исходя из сложившейся обстановки, приняла кардинальное решение. Группе армий резерва Ставки к исходу дня 28 июня занять и срочно оборонять рубеж Краслава, Дисна, Полоцкий укрепрайон, Витебск, Орша, р. Днепр до Лоева с задачей не допустить противника на московском направлении». ',
        quotes2:'«Быховская улица. Никогда не думал, что неизвестная улица в незнакомом городе будет иметь в моей жизни такое значение . С Могилевом и этой тихой улицей на его окраине я познакомился в тревожный июньский день сорок первого года. Тут разместилась наша оружейная мастерская. В тот день в центре Могилева после бомбежки горели дома, клубы черного дыма поднимались высоко в небо. А на Быховской было спокойно. Только раньше обычного жители ее спешили на фабрику искусственного волокна, которая находилась поблизости хлебного и костеобрабатывающего заводов. У проходных этих предприятий уже стояли усиленные наряды вооруженных дружинников. Часто по этой улице проходили колонны жителей с кирками и лопатами для строительства оборонительных сооружений».',
        quotes3:'«Сообщение по радио о вероломном нападении фашистской Германии на Советский Союз каждый из нас, сотрудников переменного и постоянного состава школы НКВД–НКГБ, воспринял с болью в сердце. Состоялось собрание слушателей и преподавателей школы, на котором было принято решение создать полк народного ополчения и защищать город от врагов. 25 июня весь состав школы был направлен на девятый километр за город, где начали готовиться к обороне. Распределили людей на сотни, выделили в каждой сотне командира. А на следующий день они уже успешно действовали в качестве истребительных отрядов. Из числа командно-преподавательского состава школы было создано четыре заградотряда. Всех выходивших из окружения и отступающих небольшими группами бойцов мы задерживали на дорогах, направляли на пункты, где создавали из них новые подразделения».',
        quotes4:'',
    },
    {
        id:5,
        date:'26 июня',
        textOne:`Город готовился к отпору врага. Трудящиеся Могилева сделали все, чтобы превратить свой город в неприступный бастион. Сохранились воспоминания могилевских руководителей об организации оборонительных сооружений. И. Н. Макаров писал, что ему приходилось неоднократно приезжать к людям, видеть, как женщины, подростки, старики с лопатами, подводами, носилками работали в любую погоду, невзирая на усталость и опостылевшие фашистские самолеты. Фронт приближался, что вызывало острую необходимость ускорить работы. Как, за счет чего? Выход был в одном – поговорить с людьми, попросить их совершить невозможное. Иногда достаточно было сказать одно слово – надо… и совершалось, казалось бы невозможное.
        Во всю длину Бобруйского шоссе, насколько видел глаз, все шли и шли люди. Женщины, пожилые мужчины, совсем юные мальчишки и девчонки. Подойдя к тому месту, где вправо от шоссе тянулся только лишь начатый противотанковый ров, они без всяких команд поворачивали в поле, занимали еще свободные места и начинали рыть землю. Часть мужчин военные отсылали куда-то дальше, в сторону Ямницкого леса и к Буйничам, где с раннего утра копали свои окопы расположившиеся здесь бойцы. 
        Кругом были десятки торопливо работающих людей, все они молчали, и только шорох осыпающейся крошки, да звуки вонзающихся в землю лопат нарушали повисшую над полем тишину. Прошел час, другой, но никто не объявлял перерыва, женщины лишь смахивали с лиц капли проступившего пота и снова брались за лопаты. Женщины работали с каким-то ожесточением, не желая отдыха и не отвлекаясь на обычные еще вчера разговоры. Даже когда невдалеке появился самолет, они не бросились на дно рва, как это было вчера, продолжали работать.  
    Создавая круговую оборону, въезды в город забаррикадировали. Для боя были подготовлены улицы, дома, перекрестки. Улицы перекрыли баррикадами, в отдельных домах оборудовали огневые точки, в стенах пробили бойницы. На Быховской улице многие дома также приспособили для использования в качестве огневых точек. Оборонительную линию построили в центре города. За городом оборудовали два ложных аэродрома. Маршал              А. И. Еременко писал: «Оборона была, таким образом, круговой и имела целью не дать врагу ворваться в город, ни с ходу ударом в лоб, ни обходным маневром с флангов или тыла» .`,
        textTwo:` `,      
        textTree:'',
        img1:'',
        img2:'',
        img3:'',
        memory1:'Характеризуя обстановку в городе  в первые дни войны, начальник Могилёвского гарнизона полковник И. П. Воеводин вспоминал: ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Город как бы настороженно ощетинился, всюду укрепленные точки, траншеи, окопы. Однако нет паники, суеты — просто суровое напряжение. Партийные и советские органы работают с нечеловеческой нагрузкой… Расширяем госпитали. Изыскиваем медикаменты и перевязочные материалы. …В тыл отправляются ежедневно эшелоны с женщинами и детьми. Формируем резервные воинские подразделения, отряды народного ополчения. Есть единое мнение: «Могилёв оборонять до последнего».',
        quotes2:'',
        quotes3:'',
        quotes4:'',

    },{
        id:6,
        date:'27 июня',
        textOne:`Первым прибыл к Могилёву 388-й стрелковый полк (командир — полковник С. Ф. Кутепов)
        В Могилёв прибыл штаб 61-го стрелкового корпуса. Командование корпуса – генерал-майор Ф. А. Бакунин и бригадный комиссар И. В. Воронов – встретились с руководителями города и области для обсуждения  вопросов обороны Днепровского рубежа и  Могилёва.`,
        textTree:'',
        textTwo:``,
        img1:Day27,
        img2:'',
        img3:'',
        memory1:'Из воспоминаний П. Ф. Воложина:  ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Пишу урывками. Дома не бываю. Сплю или в городском комитете комсомола, или в горкоме партии. Очень много работы. Дни и ночи на предприятиях. Был на швейной фабрике. Там большая комсомольская организация, в основном девушки. Вожаком у них М. Д. Миранкова. До войны молодые швеи часто выступали с патриотическими начинаниями. И сейчас трудятся день и ночь, выполняя заказы для армии. Отлично трудится и молодежь железнодорожного узла – на нее легла забота об эвакуации населения и оборудования предприятий. Точно, с чувством высокой ответственности действуют комсомольцы хлебозавода, шелковой фабрики. На машине городского комитета партии с ответственным работником отправляем учетные карточки комсомольцев города на восток».',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:7,
        date:'28 июня',
        textOne:`убеж от Тишовки до Полыкович и Пашково, прикрывая Могилёв со стороны Минского шоссе, занял 514–й стрелковый полк (командир — подполковник С. А. Бонич). Воинские стрелковые части на западном берегу Днепра прикрывали артиллеристы 493-го артиллерийского полка (командир — полковник И. С. Мазалов).
        Разгрузившись в Чаусах, походным маршем прибыл и занял оборону юго-восточнее Могилева, на левом берегу Днепра 747-й стрелковый полк (командир — подполковник      А. В. Щеглов).
        В Могилёв прибыл штаб Западного фронта, который расположился в лесу по Чаусскому шоссе в 12-ти км от завода им. С. М. Кирова и приступил к разработке плана обороны Могилёва.
        Наши войска оставили Минск, Осиповичи, Бобруйск, Круглое.
        Танковые части гитлеровцев вступили на территорию Могилевской области в районе Бобруйска, части Красной Армии заняли оборону на восточном берегу реки Березины.
        `,
        textTwo:``,
        textTree:'',
        img1:Day28,
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:8,
        date:'29 июня',
        textOne:`Немецкие диверсанты проникли на улицы Могилёва. Одетые в форму работников НКВД, они открыто вели враждебную и террористическую деятельность, пытаясь таким образом повлиять на население, посеять панику и неуверенность. Отряды милиции и бойцы истребительного батальона провели антитеррористические действия по выявлению диверсантов и лазутчиков в городе.
        313-й авиаполк, прибывший в Могилёв 28 июня с Запада на аэродром Луполово, нанес бомбовый удар по танковым и пехотным колонам противника в районе Бобруйска.
        Немцы рассчитывали овладеть Могилёвом с ходу, о чём свидетельствует запись в дневнике начальника Генерального штаба сухопутных войск генерал-полковника Гальдера: «29 июня 1941 года. 8-ой день войны. Гудериан наступает двумя танковыми дивизиями (3-й и 4-й) на Бобруйск и ведет разведку в направлении Днепра явно не для того, чтобы наблюдать за районом Бобруйска, а для того, чтобы форсировать Днепр. Я надеюсь, что еще сегодня он овладеет мостами через Днепр у Рогачева и Могилёва и тем самым откроет дорогу на Смоленск и Москву».
        `,
        textTwo:`       `,
        textTree:'',
        img1:Day29,
        img2:'',
        img3:'',
        memory1:'Из воспоминаний: ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'Григорий Федосеевич Марченко – один из участников обороны Могилёва, бывший в июле 1941 года курсантом Минской школы милиции, а впоследствии одним из бойцов батальона милиции капитана Владимирова вспоминал: «С июля мы всем составом школы вступили в народное ополчение. Вылавливали и уничтожали диверсантов, вражеских лазутчиков. Они укрывались на крышах домов, в подвалах, ярах. В районе Луполово, где был аэродром, уничтожили около 30 немецких парашютистов»',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:9,
        date:'30 июня',
        textOne:`ЦК КП(б) была принята директива № 1 от 30 июня 1941 г. «О переходе на подпольную работу партийных организаций районов, занятых врагом». 
        Могилёв подвергся массированной бомбардировке фашистской авиацией. Сбиты 3 самолета противника. Все части и отдельные подразделения 172-й стрелковой дивизии заняли отведенные им позиции. 338-й полк (командир — полковник С. М. Кутепов) и 514-й полк (командир — подполковник С. А. Бонич) заняли оборону на западном берегу Днепра от д. Буйничи до д. Затишье. 747–й полк (командир — подполковник А. В. Щеглов) остался на восточном берегу Днепра для прикрытия левого фланга и тыла 172-й стрелковой дивизии.
        `,
        textTwo:``,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:10,
        date:'1 июля ',
        textOne:`ЦК КП(б) была принята директива № 2 от 1 июля 1941г. «По развертыванию партизанской борьбы в тылу врага».
        Вражеская авиация массированно бомбила город.
        В 19 часов по сигналу зеленой ракеты поднялся в воздух на перехват бомбардировщиков противника в районе Могилева и вступил в бой с превосходящим противником старший лейтенант, командир эскадрильи 161-го истребительного авиационного полка 43-й смешанной авиационной дивизии Николай Терехин. Он стремительно приблизился к ближайшему самолету и пулеметным огнем сбил бомбардировщик «Хенкель-111» <…> и таранил два вражеских бомбардировщика. За этот подвиг отважный летчик был награжден орденом Ленина.
        `,
        textTwo:``,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:'Из воспоминаний комиссара 172-й стрелковой дивизии Леонтия Черниченко ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Под Могилёвом, на командном пункте Западного фронта, в штабной землянке с участием представителей Ставки главного командования Красной Армии Маршалов Советского Союза К. Е. Ворошилова, Б. М.Шапошникова, члена Военного Совета фронта, командования 61-го стрелкового корпуса (именно на него возлагалась оборона Днепровского рубежа), первого секретаря ЦК(б) Компартии Белоруссии П. К. Пономаренко и областного партактива, был утвержден план обороны Могилёва и Днепровского рубежа. А также развертывания массового сопротивления фашистам в случае оккупации области». ',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:11,
        date:'2 июля',
        textOne:`Могилёв объявлен на осадном положении. Горожане самоотверженно тушили пожары, разбирали завалы от разрушений.        `,
        textTwo:``,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:12,
        date:'3 июля',
        textOne:`	По приказу генерала Романова на дальние подступы к городу были высланы разведывательные отряды.
	Руководство республики издало директиву о спецотрядах истребления танков и десантов врага. В Могилёве с этой целью был сформирован 1-й коммунистический батальон. Командиром его был назначен А. А. Сороко. Полные данные о его составе отсутствуют, однако из воспоминаний участников явствует, что в батальон было зачислено 70 студентов пединститута, имевших отсрочку от призыва на фронт. Под руководством секретаря горкома комсомола П. Воложина организовали сбор бутылок, заполняли их бензином и другими быстровоспламеняющимися смесями, наладили тренировку бойцов.
394-й стрелковый полк 110-й стрелковой дивизии занял боевой участок на западе от города (Минское направление). На станцию Луполово прибыл штаб 172-й стрелковой дивизии (командир дивизии генерал-майор М. Т. Романов).
	Важную роль в обороне Могилева сыграло народное ополчение. Конкретным указанием к его созданию стала  речь И. Сталина 3 июля по радио, в которой говорилось: «В каждом городе, которому угрожает опасность нашествия врага, мы должны создать такое народное ополчение, поднять на борьбу всех трудящихся, чтобы своей грудью защитить свою свободу, свою честь, свою Родину в нашей Отечественной войне с германским фашизмом». На всех крупных предприятиях города началась массовая запись добровольцев в отряды народного ополчения: авторемонтном заводе им. С. М. Кирова, швейной фабрике имени В. Володарского, фабрике искусственного волокна имени В. В. Куйбышева, труболитейном заводе имени  А. Мясникова, других предприятиях и учебных заведениях города.`,
        textTwo:`Отряды народного ополчения оказывали важную помощь войскам Красной Армии в борьбе с вражескими полчищами. На фабрике искусственного волокна в ряды добровольцев первоначально вступило 800 рабочих. Через некоторое время в строю бойцов-ополченцев этой фабрики и кожевенного завода находилось уже около 1500 человек. В областном центре к 12 июля в ополчение вступили 12 тыс. человек, что позволило организовать 14 батальонов. Их ядром являлись коммунисты непризывных возрастов, которые были способны носить оружие. Командирами и политработниками подразделений народного ополчения горком партии утверждал членов и кандидатов в члены ВКП(б) обладавших военными знаниями и способных в сжатые сроки обучить людей военному делу, руководить ими в бою.
        Организатором народного ополчения явилась областная партийная организация. Секретарь областного комитета партии Н. Т. Вовнянко, заместитель председателя облисполкома И. М. Кардович, секретарь обкома комсомола Ф. А. Сурганов повседневно и непосредственно занимались практической работой по созданию массового народного ополчения.
        Организационной работой по созданию народного ополчения руководил штаб, который возглавил секретарь городского комитета партии А. И. Морозов. В его состав входили заведующий городским отделом здравоохранения Н. Ю. Шпалянский, заведующий военным отделом горкома партии Н. Д. Смирнов, секретарь горкома комсомола П. Ф. Воложин, председатель областного совета Осоавиахима И. М. Аруин, заведующий гороно П. Е. Терентьев и др. Штаб провел большую работу по организации батальонов, их вооружению и обучению военному делу. В ходе героической обороны Могилева штаб обеспечивал ополченцев оружием, боеприпасами, осуществлял связь с регулярными частями советских войск. Помощь оказало и командование 172-й стрелковой дивизии. Например, 388-й стрелковый полк отремонтировал и передал добровольцам фабрики искусственного волокна 180 винтовок, хлебозавода — 50, ополченцам других предприятий — 220 винтовок. Воинские части вооружили всех ополченцев, действующих на главных рубежах обороны Могилева. В частности, батальон, которым командовал П. Е. Терентьев, имел кроме винтовок миномет и три станковых пулемета. Подразделению ополченцев, возглавляемому К. Г. Владимировым, оружие предоставило областное управление милиции. Формирование, которым командовал А. А. Сороко, имело 157 винтовок, 12 ручных  пулеметов.
        `,
        textTree:`3 июля 1941 года передовые отряды гитлеровцев вышли на дальние подступы к Могилеву. Разведотряды дивизий 61-го стрелкового корпуса завязали с ними бои, положив тем самым начало 23-дневной героической обороне.
        Рубежи Могилевской обороны к 5 июля заняли 53, 110, 137 и 172-я стрелковые дивизии, прибывшие из глубинных районов страны. Организационно они входили в состав 61-го стрелкового корпуса 13-й армии. Части 172-й дивизии встали на оборону непосредственно Могилева: 388-й стрелковый полк занял рубеж в районе Тишовка—Буйничи. Его поддерживал 340-й легкий артиллерийский полк. На западном берегу Днепра в районе Пашково—Тишовка закрепились 514-й стрелковый и 493-й гаубичный артиллерийский полки. 747-й стрелковый и 601-й гаубичный корпусной артиллерийский полки заняли оборону на восточном берегу Днепра. Были задействованы также 110-я стрелковая дивизия (на рубеже Шклов—Мосток, проходившем по восточному берегу Днепра), 137-я стрелковая дивизия (на рубеже Понизовье—Левки), 53-я (на рубеже Копысь—Шклов). Таким образом, дивизии 61-го стрелкового корпуса держали оборону на участке Западного фронта: Орша—Копысь—Шклов—Могилев—Дашковка.
        Силы вражеских войск составляли шесть соединений. На бобруйско-могилевском направлении действовали 3-я и 4-я танковые дивизии, на березинско-могилевском — 17, 18, 10-я танковые и 10-я моторизованная дивизии.
        `,
        img1:Day3I,
        img2:Day3II,
        img3:Day3III,
        memory1:' Белорусский поэт П. Глебка, сотрудник газеты «Красноармейская правда», в те дни оказался в Могилеве и записал: ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:`«На закате солнца (3 июля) подошли к Могилёву. Вот он – конечный пункт наших устремлений. По шоссе идут и идут беженцы, мчатся военные машины. Перед самым городом возводятся укрепления, стоят замаскированные орудия. В городе нас задержали, отвели на шелковую фабрику. Там разобрались и отпустили. Пошли в город. В саду нас застал налет. Переждали и двинулись дальше искать ЦК. Нигде ничего не добились, однако стало ясно, что ЦК, Правительство и штаб фронта из Могилева выехали. Я надеялся разыскать редакцию «Красноармейской правды» и предложил ехать в Смоленск. Двинулись на вокзал. По дороге встретили много беженцев, которые шли с вокзала, говорили, что сегодня поезда не будет. С одной из групп возвращаемся назад. Зашли на какой-то двор, попросились переночевать. У нас проверили документы и разрешили. Легли под липой на голой земле. Целую ночь над нами летали ракеты, где–то стреляли, гудели самолеты. Так встретил меня Могилёв, все мои надежды развеялись. С тревогой `,
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    
    {
        id:13,
        date:'4 июля',
        textOne:`172-я стрелковая дивизия практически вся прибыла к Днепровскому рубежу. Командующий 172-й стрелковой дивизией генерал-майор М. Т. Романов и комиссар Л. К. Черниченко посетили областной военкомат, где находился штаб внутригородской обороны. В беседе с руководством города Макаровым, Морозовым, Воеводиным, они узнали, что на основе решения, принятого в штабе Западного фронта, в присутствии представителей Ставки Главного командования, обороне плацдарма под Могилёвом придается первостепенное значение. Она должна сковать крупные силы врага, дать возможность выиграть время для перегруппировки сил в стране и переходе в контрнаступление.
            `,
        textTwo:`Начались бои на ближних подступах к Могилёву. Утром отдельный разведывательный батальон под командованием капитана  В. М. Метельского провел первый бой с противником на Бобруйском направлении.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:'Из воспоминаний комиссара 172-й стрелковой дивизии Леонтия Черниченко:  ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«У моста через реку Друть под Белыничами оборонялась батарея капитана Б. Хигрина. Ее атаковала мотоциклетная рота и колонна танков. В бою батарейцы уничтожили 6 бронемашин, а саперы взорвали мост. Около 10 вражеских танков по мелководью преодолели реку, но были встречены плотным артиллерийским огнем. Несколько машин бойцы подожгли бутылками с зажигательной смесью. Бои на реке Друть продолжались 4 и 5 июля. Мужественно сражались артиллеристы. Их командиру капитану Б. Хигрину было посмертно присвоено звание Героя Советского Союза».  ',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:14,
        date:'5 июля',
        textOne:`Отход боевого охранения 110-й и 172-й стрелковых дивизий на рубеж реки Лахва, населенных пунктов Селец, Салтанова, Княжицы. Истребительные батальоны уничтожали воздушные десанты немцев у деревни Сумароково. Противник начал форсирование реки Друть, и выдвинутые вперед отдельные части дивизии втянулись в ожесточенные бои.
        `,
        textTwo:`Решением Могилевского обкома и городского комитета КП(б)Б созданы штабы народного ополчения: областной и городской в г. Могилёве.
        Утром из Бобруйска в сторону Могилёва выступила колонна фашистских войск.
        Противник занял г.п. Белыничи.
        `,
        textTree:'Со стороны Белынич наступала фашистская мотодивизия «Рейх». Ожесточенные бои начались на участке 614-го стрелкового полка, но контратакой фашисты были отброшены за р. Лахва. В схватке с врагом погибли, отражая атаки, командир 394-го стрелкового полка полковник Я. С. Слепокуров и командир 494-го стрелкового полка полковник Ф. А. Живолуп.',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:15,
        date:'6 июля',
        textOne:`Противник, создав численное превосходство в живой силе и технике, повел наступление на нескольких направлениях. Немцы подошли к переднему краю обороны в районе д. Тишовка, с ходу форсировали реку Лахва и атаковали расположение 388–го полка полковника С. Ф. Кутепова и 340-го легкого артиллерийского полка полковника И. С. Мазалова, но встретили упорное сопротивление, которое было завершено контратакой. Враг был отброшен за реку, понес большие потери и в течение трех дней не делал попыток к наступлению.
        `,
        textTwo:`Вечером 6 июля в штабе 172-й стрелковой дивизии были подведены итоги боев. Оборона выдержала первые испытания.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:16,
        date:'7 июля',
        textOne:`. Завершены работы по сооружению 25-километрового противотанкового рва: р. Днепр—Бобруйское шоссе—д. Казимировка—д. Гаи—д. Полыковичи—р. Днепр; вырыты окопы и ходы сообщения полного профиля; сооружены дзоты; возведены противотанковые надолбы; поставлены проволочные заграждения в два ряда; установлены противотанковые и противопехотные минные поля; на лесных дорогах созданы лесозавалы; на высоких деревьях оборудованы наблюдательные пункты; создана вторая линия оборонительных сооружений на окраине города и улицах; возведены баррикады, в отдельных домах оборудованы артиллерийские и пулемётные огневые точки. Город очищен от вражеских лазутчиков.
        `,
        textTwo:`Отступающие части 7-й воздушно-десантной бригады ведут бои на северо-западе от города, на рубеже Водва—Речки—Княжицы. Начались бои у деревни Полыковичи. Противник оттеснил наше боевое прикрытие и вышел на ближние подступы к городу.
        Гитлеровцы с боями вышли на рубеж Грибачи—Княжицы, далее по р. Друть—Дашковка и находились в 15-20 км. от Могилева.
        `,
        textTree:'',
        img1:Day7,
        img2:"",
        img3:'',
        memory1:'Из воспоминаний комиссара 394–го стрелкового полка 110-й стрелковой дивизии А. М. Ковалева:',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Враг бросил против нас большое количество танков. Наши воины не дрогнули. На батарею коммуниста лейтенанта Киселева двинулось 6 танков. Пять из них артиллеристы уничтожили прямыми попаданиями. Но кончились снаряды. Шестой танк начал утюжить наши окопы, давить гусеницами бойцов. Лейтенант Киселев в решающую минуту бросился под танк со связкой гранат и взорвал его. Подвиг лейтенанта Киселева воодушевил наших бойцов, вражеская атака была отбита, в этом бою нами было подбито 43 танка, много орудий и уничтожено большое количество живой силы противника. Довольно значительными были и наши потери». ',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:17,
        date:'8 июля',
        textOne:` Моторизованные группы врага активизировали разведку со стороны Бобруйска и Минска. В д. Межисетки подразделения 388-го стрелкового полка вели многочасовой бой на подступах к основному рубежу обороны. 
        Батальон войск НКВД комбрига Н. И. Кулагина занял участок обороны д. Гаи—д. Полыковичи—р. Днепр.
        `,
        textTwo:`Над Могилёвом сбито 2 фашистских бомбардировщика.
        К исходу дня части 13-й армии продолжали укрепление занимаемых рубежей и отражали атаки противника. 172-я дивизия отразила попытки противника прорваться передовыми частями в район Могилева.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:18,
        date:'9 июля',
        textOne:` 7-я воздушно-десантная бригада отведена за Днепр, её рубеж занял 394-й стрелковый полк 110-й стрелковой дивизии. Противник, перебросив на восточный берег реки Лахвы свои мелкие разведгруппы и отряды, вплотную приблизился к основной линии обороны и вел разведку подступов к городу со стороны Бобруйска. 
        `,
        textTwo:`В районе Дашковки и севернее Шклова противником начата подготовка к форсированию Днепра. Областной военком полковник И. П. Воеводин из бойцов и командиров, отставших от своих частей, сформировал два резервных батальона, в командование которыми вступили майор Ковалев и капитан Максимов.
        `,
        textTree:`Вражеские войска захватили Быхов.
        Из Москвы поступил приказ от Главного командования Красной Армии: «… удерживать Могилёв во чтобы то ни стало…».
        Командир 61-го стрелкового корпуса генерал-майор Ф. А. Бакунин поставил задачу командиру 172-й стрелковой дивизии генерал-майору М. Т. Романову: «Могилёв надо сделать неприступной крепостью».
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:19,
        date:'10 июля',
        textOne:`Немецко-фашистские войска приблизились вплотную к подступам  города, начались ожесточенные бои на главных рубежах обороны.
        Противник форсировал Днепр на юге, в районе Барколабово—Салтановка, и на севере, в районе Шклов—Копысь (у деревни Калиновка). Ставка Главного командования преобразуется в Ставку Верховного Главного командования. Начались бои на участке 388-го стрелкового полка полковника С. Ф. Кутепова. 388-й полк занимал позиции на участке Затишье—Тишовка—Буйничи. В тылу Кутеповского полка заняли оборону ополченцы шелковой фабрики, вооруженные винтовками и бутылками с зажигательной смесью. Оборону усиливали противопехотные заграждения из колючей проволоки, установленные к 4 часам утра и противотанковый ров. Противотанковые минные заграждения саперы установили на полях между Бобруйским шоссе и железной дорогой, в районе деревни Бутримовка—Тишовка, и на всех проселочных дорогах. В 14.30 2-й батальон 388-го полка направлен по Старо-Быховской дороге, идущей вдоль западного берега реки Днепр к станции Барсуки с задачей отрезать пути отхода прорвавшейся танковой группе противника. 2-й батальон был вооружен только стрелковым оружием. Выдвинувшись из Буйнич, батальон смог дойти только до д. Салтановка, где по нему был нанесен сильнейший удар немецкой авиации с воздуха и мощный артиллерийский налет противника из деревни Межисетки. В результате стрелковые роты 2-го батальона понесли большие потери. Остатки подразделения укрылись в лесу на северной окраине Салтановки в ожидании дальнейшего приказа.
         `,
        textTwo:`У д. Недашево  после сильной артподготовки немцы повели наступление на боевое охранение 747-го полка (командир А. В. Щеглов) на юго-востоке города, но контратакой были отброшены на исходные позиции. Генерал Гудериан писал: “Нам не удалось взять Рогачёв и Могилёв. Удастся ли пехоте опрокинуть хорошо организованную оборону на участке реки Днепр, снова продолжать маневренную войну? Еще в большей степени вызывает сомнение возможность достижения первых оперативных целей и окончания кампании уже в эту осень 1941 года».
        Истребительный конный отряд Л. Я. Филимонова 388-го стрелкового полка совершил ночной рейд в д. Дашковка. В этом бою уничтожено более 20 танков и бронетранспортеров противника. На участок обороны города от р. Днепр до д. Буйничи выведено два батальона народного ополчения фабрики искусственного волокна.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:20,
        date:'11 июля',
        textOne:`Создан ударный отряд под командованием начальника штаба 747-го стрелкового полка капитана Г. Златоустовского. В состав отряда вошли стрелковый батальон, курсанты полковой школы, артиллерийский дивизион, две батареи противотанковых пушек. Он занял боевые позиции в районе в д. Сидоровичи. Фашисты бросили против отряда около 40 танков, пехоту. Советские воины стояли насмерть. Они отбили несколько атак противника.   
        Враг отступил к Днепру. Здесь были уничтожены несколько танков и другой бронетехники противника.
        `,
        textTwo:`На Днепровском рубеже обороны после длительной авиационной и артиллерийской подготовки немецко-фашистские войска на участках Быхов—Дашковка и Шклов—Копысь впервые форсировали Днепр и отрезали 172-ю дивизию от баз снабжения продовольствием, боеприпасами и транспортными средствами, которые находились в Чаусах и Кричеве. На всей линии обороны Могилева шли непрерывные бои.
        Немцы захватили Шклов.
        Из работников милиции был сформирован отдельный батальон милиции численностью 250 человек. Командиром батальона был назначен начальник отдела службы и боевой подготовки областного управления капитан милиции К. Г. Владимиров, которому была поручена оборона участка Пашково—Гаи.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' Из воспоминаний бойца батальона милиции И. Кожева: ',
        memory2:'Из воспоминаний участников сражений. Командир батальона Н. Л. Волков:  ',
        memory3:'Пулеметчик 388-го полка младший сержант В. А. Пятков: ',
        memory4:'Вот как характеризует обстановку в эти дни командир 61-го корпуса генерал-майор Бакунин: ',
        quotes1:`«До конца первой половины июля бои за Могилев усилились, создалась непосредственная угроза, что фашисты ворвутся в город. Примерно 11 или 12 июля к нам прибыл преподаватель Минской школы милиции Чернов и объявил приказ о формировании батальона милиции, в состав которого вошли подразделения милиции города Могилева, Минская и Гродненская школы милиции, больше как 250 человек. Командиром батальона был назначен сотрудник областного управления милиции Владимиров, комиссаром батальона – Чернов, начальником штаба – заместитель начальника Минской школы Горбачев. <…>
        В середине июля нашей роте было приказано занять оборону в районе Минского шоссе на подступах до станции Могилев-II. На третий день к нам прибыл комиссар батальона Чернов, который снял роту с занимаемого нами участка и лично сопроводил ее в район деревни Гаи, где в это время первая и вторая рота вели бои с большими силами противника. Здесь мы заняли оборону на опушке на высоте в непосредственной близости к деревне Гаи, откуда немцы стремились прорваться на Могилев. Они придавали большое значение захвату позиций, которые занимал батальон милиции».
        Вражеская авиация периодически бомбит оборонительные рубежи частей 172-й стрелковой дивизии на подступах к городу.
            Буйничское поле. Утро. Земля вздрогнула: волны фашистской авиации, артиллерийская канонада, десятки танков, за ними пехотные цепи фашистов двинулись на позиции защитников. Атака отбита. Воинами 388-го стрелкового полка, 340-го  артиллерийского полка, 174-го отдельного истребительного противотанкового дивизиона уничтожены 20 фашистских танков и сотни фашистов.
        На Буйничском поле руководил обороной опытный офицер – командир 388–го стрелкового полка полковник С. Ф. Кутепов.
        `,
        quotes2:`«Лишь рассвело, по линии обороны полка поднялись земляные всплески взрывов. Гудела  и стонала земля. Пыль и дым сплошной стеной стояли над нами. «На нас идут до 100 танков и полка пехоты», — доложили мне с наблюдательного пункта. Противник перенес огонь в глубину нашей обороны. Поднимая облако пыли, приближались танки. За ними во весь рост, будто на параде, шла пехота. Заградительным огнем мы зажгли несколько танков. Однако гремящая и шипящая лавина продолжала неудержимо двигаться вперед. Вверх взвивается красная ракета, и тут же в бой включилась вся система противотанкового и стрелкового оружия. Пехота противника стала нести большие потери и залегла. Но танки подходили к переднему краю. Вот они уже поднимают проволочные заграждения. Несколько танков подорвалось на минном поле. Опомнилась пехота противника и ринулась в атаку. Огонь пулеметов и минометов обратил гитлеровцев в бегство. Отошли в лес и уцелевшие танки. В боях много было драматических и героических моментов. К вечеру бой утих. С радостью я доложил полковнику Кутепову и комиссару полка Зобнину о первой победе. Кутепов сказал мне, что противнику нигде не удалось на участке полка прорвать оборону, и приказал немецкие танки ночью подорвать, нарушенную оборону к утру восстановить, пополнить боеприпасы,  раненых отправить в госпиталь».`,
        quotes3:'День и ночь работали, создавая линию обороны. Часто  у нас бывал командир полка… подбадривал: тяжело в учении, легко в бою. И вот началась наша «легкая» жизнь. Это было 11 июля. Как только коснулись земли лучи солнца, в небе появились фашистские стервятники. Непрерывно падали и рвались бомбы… Сразу же «заговорили» наши 45- и 76-миллиметровые пушки, в танки полетели связки гранат, бутылки с зажигательной смесью, как костры, пылали танки. Все вокруг гремело, свистели пули, дыбилась земля. Я все время нажимал на гашетку, и мой счетверенный пулемёт дрожал в руках. Незаметно наступили сумерки, а небо все еще полыхало от огненных вспышек. К утру подвели итоги боя. Перед нашей линией обороны дымились 20 подбитых вражеских танков. Трупы своих солдат гитлеровцы убрали ночью и похоронили. Утром мы увидели поле, утыканное березовыми крестами. На заре мы тоже похоронили одиннадцать товарищей. Едва успели позавтракать, как фашисты вновь начали наступление… Четырнадцать часов длился бой, мы выдержали шесть танковых атак. Еще около 20 вражеских бронемашин намертво застыли перед позициями нашего полка».        ',
        quotes4:'«Удары авиации гитлеровцев на участке 53-й дивизии в течение всего дня (11 июля) были настолько сильны, что командир дивизии в одном из телефонных разговоров со мной сказал, что противник, видно, хочет вбить дивизию в землю. «Но мы все равно не отступим», - заверил он в заключение».',
    },
    {
        id:21,
        date:'12 июля',
        textOne:`День начался воздушной бомбардировкой, артобстрелом оборонительных рубежей наших частей на западном берегу Днепра и тыла 172–й стрелковой дивизии. На Буйничском поле после мощной подготовки последовала атака крупных сил противника на позиции 388-го стрелкового полка, 340–го и 493–го артполков и 174–го противотанкового дивизиона. Атака отбита. Уничтожено около 20 фашистских танков и сотни фашистов.
        `,
        textTwo:`Повторная атака металлических громад численностью 50-70 танков. В бой вступила батарея противотанковых пушек Прощелыкина, рота младшего лейтенанта Ларионова, батарея лейтенанта Возгрина, разведотряд капитана Метельского, бойцы народного ополчения шелковой фабрики. Рота лейтенанта Хорошева встретила огнем пехоту противника. Капитан Гаврюшин поднял батальон в атаку. Кровопролитный бой не прекращался в течение 14 часов. В течение этого дня защитниками на Буйничском поле уничтожено 39 танков противника Т–III и Т–IV, полк немецких солдат и офицеров. Немцы отступили на старые позиции, бросив на поле убитых, раненых, а также армейское имущество, среди которого оказались два ящика с наградами. Этот день вошел в историю как первое сражение второй мировой войны, в котором немецкие танки понесли столь  крупные потери.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' Рассказывает бывший участник сражения В. А. Пятков: ',
        memory2:'Вот как описывал в письме могилевчанам этот бой старший сержант И. И. Благов: ',
        memory3:'Помощник начальника штаба 340 артиллерийского полка А. Г. Кураков писал: ',
        memory4:'',
        quotes1:`«Назавтра, 12 июля, немцы снова начали жестокие атаки. В бой пошла уже и пехота. Как они шли! Колонной, как на параде. Молодые, красивые, рослые, с закатанными рукавами (мы потом смотрели на них мертвых) они спускались от леса с высоты, по тому пути, где шли вчера танки.
        Команда была не стрелять и подпустить их поближе. Наконец поступил приказ: «Огонь!» Это было страшно. В мгновение наши установки уложили несколько рядов фашистов. От ружейно-пулеметного огня пехоты колонны разметало по широкому полю. Спасаясь, гитлеровцы бросились в стороны, но везде их доставали наши пули, минометный огонь».
        `,
        quotes2:`«Утром, когда немцы начали наступление, все выглядело для нас грозно и жутко. Развернутым строем от леса по полю ринулись танки, сопровождаемые пехотой. Они шли сквозь разрывы снарядов от заградительного огня нашей артиллерии и казались неуязвимыми. Совсем по-другому было днем, в разгар ожесточенного боя. Строй танков рассыпался в поле, часть из них застыла, подбитые артиллерией и подорвавшись на минном поле. Автомашины развернуты в разных направлениях, часть их, обходя минированную полосу, скопилась у железнодорожной насыпи. Горели на линии окопов машины от бутылок с горючей смесью. Перед окопами и в них – трупы немцев, изуродованные прямыми попаданиями наших орудий, возле орудий — убитые и раненые из расчётов… Огромные потери с обеих сторон. К вечеру картина изменилась. Немцы заняли первую линию траншей. Однако второй линией, которая была противотанковым рвом, им овладеть не удалось. Вскоре контратакой первая линия была отбита. С опушки леса поднимались сигнальные ракеты, немцы начали отходить. Бой был выигран. Линию обороны обошел командир полка С. Ф. Кутепов…».`,
        quotes3:`«12 июля. Часть вражеских танков прорвалась через линию обороны стрелковых подразделений и попали на огневую позицию 1-й батареи нашего полка. Командир батареи лейтенант Лобков не растерялся. Подбили 5 танков, остальные были уничтожены противотанковой артиллерией… В этот день открыла счет подбитым танкам и 2-я батарея нашего полка, которой командовал лейтенант Михаил Возгрин. Ею было уничтожено 4 немецких танка… Начальник химической службы полка, капитан Петр Кацубо, возглавил противотанковую оборону командного пункта полка. С группой бойцов ему удалось бутылками с горючей жидкостью сжечь один танк, а другой захватить неповрежденным».`,
        quotes4:'',
    },
    {
        id:22,
        date:'13 июля',
        textOne:`На участке 747-го стрелкового полка 172-й стрелковой дивизии противник занял Вильчицы – Затишье – Быстрик.
        В ночь с 12 на 13 июля 1941 г. в Могилёве, в расположении 388–го стрелкового полка С. Ф. Кутепова побывал писатель К. М. Симонов и фотокорреспондент П. Трошкин.
            К. Симонов был потрясен мужеством защитников города. В своем репортаже «Горячий день» («Известия», 20 июля 1941г.) он восхищался действиями солдат и офицеров в этом бою, из которого Родина узнала о героических защитниках Могилёва.
            Отрывок из репортажа «Горячий день»:
        «Полк, которым командует полковник Кутепов, уже много дней обороняет город Д.
        - Снарядов и патронов у нас достаточно, а идти назад мы все равно не собираемся, —говорит т. Кутепов. И когда въезжаешь в расположение полка, то сразу видишь, бойцы здесь решили скорее умереть, чем отступить. В городе  строгий порядок, образцово налажена связь. Со спокойной бдительностью проверяются люди. Тщательно укреплены позиции. Здесь воюют не только храбро, здесь воюют умело…
        `,
        textTwo:`В 3 часа 30 минут семьдесят немецких танков вышли на опушку и открыли ураганный огонь из орудий и пулеметов. Наши противотанковые пушки пока молчали, не обнаруживая своих позиций. Но артиллерия поддержки немедленно открыла ответный огонь. Потеряв еще несколько танков, немцы принуждены были перейти в атаку раньше, чем им удалось подготовить ее своим огнем. Они развернулись и уже без прицела на ходу продолжали обстрел. Теперь на их пути был противотанковый ров. Обходя его, сомкнутая группа машин натолкнулась на минное поле. Семь танков были подорваны в течение нескольких  секунд. Из окопов было отчетливо видно, как через люки выпрыгивают фашистские танкисты и падают рядом с машинами, скошенные огнем наших пулеметов. Остальные танки обошли ров с двух сторон и появились перед краем обороны. Одновременно слева из-за леса, видимо, считая победу уже обеспеченной, выскочили на шоссе немецкая штабная машина и несколько грузовиков с солдатами. Левофланговая рота по приказу своего командира лейтенанта Хорошева открыла по ним перекрестный пулеметный огонь. Через полторы минуты вся опушка леса была усеяна трупами немецких солдат…
        Полковник Кутепов, батальонный комиссар Зобнин и начальник штаба капитан Плотников подводили итоги дня: 39 разбитых вражеских танков, до двух рот уничтоженной пехоты, два грузовика, штабная машина. День был горячий, но и результаты боя оказались отличными». 
        Не добившись успеха на Бобруйском и Минском направлениях, фашисты бросили в атаку на участок обороны Полыковичи—Пашково 40 танков и полк пехоты. В многочасовом бою артиллеристы 493-го артполка подбили 12 фашистских танков и уничтожили автомашину с пехотой.
        `,
        textTree:`В районе Сидоровичи—Лыково подразделения 747–го стрелкового и поддерживавшего его 601-го гаубичного полка отбивали непрерывные атаки немцев.
        Штаб 172-й дивизии подвел итоги трехдневных боев: было отбито 27 атак противника, сожжено и подбито 179 танков и бронемашин, захвачено 2 исправных танка, 12 минометов, взято в плен 600 немецких солдат и офицеров, убито около 4 тысяч гитлеровцев.
        Командующий 2-й танковой группой Гудериан позднее писал “…13 июля начались ожесточенные атаки русских со всех предмостных укреплений из Могилёва в южном и юго-восточном направлении … с явной целью отбросить немецкие войска снова за реку Днепр”.
        После форсирования немцами Днепра, полки 43-й истребительной авиадивизии перебазировались под Вязьму. Покинул Луполовский аэродром 313-й авиаполк. В городе оставались корпусная эскадрилья, могилевский аэроклуб, часть персонала бывшей 172-й авиабазы и несколько самолетов”У-2”.
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:23,
        date:'14 июля',
        textOne:` , немцы сконцентрировали значительные силы на севере от Могилёва, где планировали  прорваться в город по Шкловскому шоссе и захватить железнодорожный узел. На пути врага, встал батальон милиции под командованием капитана К. Г.  Владимирова. В бою батальоном были отбиты, ранее захваченные деревни Старое Пашково и Гаи. Милиционеры захватили трофеи: пулемет, автоматы, много гранат. Это вооружение в дальнейшем стало основной огневой силой батальона.
        На оборонительных рубежах 172-й стрелковой дивизии противник активных действий не предпринимал, осуществлял перегруппировку своих сил. Её части пополнялись за счёт отрядов народного ополчения.
        `,
        textTwo:`Из донесения секретаря ЦК Гоненко: «Всего в ополчении области – 12 тысяч человек, вооружены, чем попало, из них в городе около 600 человек и 100 винтовок на всех» и далее «Плохо с вооружением ополченцев. Вчера послал Климова в штаб армии с поручением достать оружие. Оружие не дали. Сегодня ездил с Макаровым (1-й секретарь обкома партии) в штаб армии, удалось достать 500 винтовок, 30 тысяч патронов и пару тысяч гранат, для города это достаточно, но в области без перемен. На месте могилевчане собирают оружие, ремонтируют, добывают у врага, однако его все равно не хватает».
        `,
        textTree:'Ополченцы сражались на разных участках.         ',
        img1:'',
        img2:"",
        img3:'',
        memory1:' Из воспоминаний ополченца С. Соболевского: ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:`«Я  был в отряде ополченцев шелковой фабрики. Штаб находился в конторе фабрики, мы жили на казарменном положении, распределены повзводно. Наш взвод охранял первоначально АТС у драмтеатра и водоканал у моста, а со второй половины июля вновь был переведен к шелковой фабрике, придан в помощь 388-му полку и занимал оборону на берегу Днепра у кирпичного и кожевенного заводов. Мы сидели в окопах и вели бои, если немцы переправлялись через реку. В конце обороны командир Щербаков сказал, что мы выполнили свой долг, велел спрятать винтовки и разойтись».        `,
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:24,
        date:'15 июля',
        textOne:` Немцы захватили город Чаусы.
        Положение осажденного Могилева очень тяжелое.
        `,
        textTwo:`Кольцо окружения вокруг Могилёва сомкнулось. Войска оказались отрезанными от баз снабжения, но продолжали ожесточенные, неравные бои. В частях стал все сильнее ощущаться недостаток боеприпасов и продуктов, некуда было эвакуировать тяжелобольных. По распоряжению командования Западного фронта, наша авиация сбрасывала с самолетов необходимые грузы. Характерно, что противник после неудачных танковых атак применил иную тактику и стал наступать пехотой, усиленной танками. Под прикрытием двух-трех танков небольшие группы автоматчиков по ночам стремились просочиться в нашу оборону и автоматным огнем создать панику в наших рядах.
        Утром немецкая пехота при поддержке танков пошла в наступление со стороны деревни Старое Пашково. Батальон капитана К. Г. Владимирова отразил несколько атак. Был подбит один вражеский танк, но милиционеров становилось все меньше и меньше.
        `,
        textTree:`Получен приказ командиру корпуса: “Бакунину. Приказ Верховного Главнокомандующего: Могилёв сделать неприступной крепостью”. Генерал М. Т. Романов собрал совещание, на котором присутствовали командиры и комиссары частей, представители горкома партии, горисполкома. М. Т. Романов, обрисовав сложную обстановку и значение Могилевской обороны, попросил присутствующих высказаться. Мнение было единодушным: города не сдавать. Все присутствующие пришли к убеждению, что у гарнизона еще достаточно сил для борьбы. Было решено продолжать оборону города.
        `,
        img1:Day15,
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:25,
        date:'16 июля',
        textOne:`Верховный Главнокомандующий отдал директиву командующему 13-й армии генерал-лейтенанту В. Ф. Герасименко: «Город Могилёв под руководством генерала Бакунина сделать Мадридом».
        Положение осажденного города очень тяжелое. Некуда было эвакуировать тяжелобольных, не хватало боеприпасов и продовольствия. Немцы прилагают огромные усилия, чтобы сломить сопротивление защитников, подтягивали все новые и новые части.
         `,
        textTwo:`Тяжелые бои в районе Луполово—Гребенево на участке 747-го стрелкового полка.        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:'Из воспоминаний  участника обороны Могилёва, почетного гражданина Витебска Н. Самаркина:  ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:`«Мне со своей ротой тоже пришлось с боями отступать на восток. Под Минском мы понесли большие потери. С половиной личного состава кое-как я добрался до Могилева.  Это было в начале июля. Город готовился к отражению противника. Из тех окруженцев, что как-то сумели выйти к Днепру, был сформирован полк под командованием полковника Горячева. Мы заняли оборону в районе Луполова. Здесь мне доверили командовать ротой автоматчиков и приказали: «Будешь охранять мост через Днепр». Как только к Днепру приблизился враг, на нее обрушилась лавина артиллерийского огня… Фрицы все лезли и лезли, однако им не удалось прорвать занятую нами оборону. Тогда среди белого дня гитлеровцы попытались сбросить на нас десант. Парашютисты не успевали даже прикоснуться к земле, так как мы их расстреливали прямо в воздухе. Некоторых мы затем взяли в плен.
        Не обошлось без потерь и с нашей стороны. Около двадцати суток мне пришлось участвовать в обороне Могилева. Город оказался  на центральном направлении наступления гитлеровских войск, рвавшихся на восток. И если бы враг встретил такое упорное сопротивление в других местах, думаю он никогда бы не дошел до Москвы».
        `,
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:26,
        date:'17 июля',
        textOne:`Бои развернуты в глубине обороны.
        747-й полк под давлением превосходящих сил противника отошел на новый оборонительный рубеж ближе к городу.
         `,
        textTwo:`К Могилёву подошли свежие силы противника.
        С утра немецкие части беспрерывно атаковали позиции 388-го полка.
        Жестокие бои начались на участке Пашково—Гаи, где держал оборону батальон милиции Владимирова. Все атаки фашистов отбиты.
        `,
        textTree:`Установлена связь с Генштабом Красной Армии.
        Враг занял города Чериков и Кричев.
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:27,
        date:'18 июля',
        textOne:`На всех рубежах обороны Могилёва шли беспрерывные  бои с превосходящими силами противника, которые часто переходили в рукопашные схватки. Защитники города понесли тяжелые потери, однако ещё стояли на прежних позициях и участках обороны. Бойцы батальона милиции самоотверженно сражались. Они уничтожили 20 танков противника и сотни фашистов.
        `,
        textTwo:``,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:28,
        date:'19 июля',
        textOne:`388-й полк полковника Кутепова, теснимый противником, оставил деревни Веккер, Буйничи, Тишовка и закрепился на новой позиции по линии Тишовка—Буркавщина. Подразделения полка дерзкой ночной атакой выбили немцев из этих деревень. У немцев было захвачено 20 пулеметов и минометная батарея с боеприпасами. На  поле осталось до батальона убитых солдат и офицеров врага.
        Генерал Романов ввел в бой свой резерв – 514-й стрелковый полк, выбил гитлеровцев  из деревень Бутримовка, Титовка, Веккер и Буйничи.
        747-й полк продолжал отбивать бешеные атаки немцев по всему Заднепровью. По 6-8 вражеских атак ежедневно. Гитлеровцы, не считаясь с огромными потерями, рвались к Днепровскому мосту и к железнодорожной станции  Луполово.
         `,
        textTwo:`После боя в районе Буйнич, превосходящие в 4-6 раз силы фашистов, большими группами, при поддержке танков и артиллерии атаковали позиции сводного полка майора В. А. Катюшина и заняли д. Гаи. Сводный полк состоял из 2-го батальона 514-го стрелкового полка, артподразделений 493-го гаубичного артполка, истребительного полка НКВД–НКГБ комбрига Н.И. Калугина, куда входили батальон милиции К. Г. Владимирова, бойцы народного ополчения предприятий и организаций города. В этом бою гитлеровцы потеряли 17 танков и самоходных орудий и до батальона пехоты. Значительные потери понес и сводный полк. Силы бойцов батальона милиции на исходе. Но стремительной контратакой бойцов немцы были выбиты из д. Пашково. Вечером фашисты, бросив свежие силы, при поддержке танков снова взяли эту деревню. И тогда раненый капитан Владимиров повел бойцов в контратаку с криком: «Умрем за Родину, но не пропустим фашистскую гадину». Это был последний бой бесстрашного батальона Владимирова.  
        `,
        textTree:`Об этих и других событиях через много лет после войны немецкий историк П. Каррел в книге «Война Гитлера с Россией» писал: «…в Могилёве продолжали сражаться даже в безвыходном положении… Дорогой ценой пришлось заплатить немецкой армии за город, который оказался уже далеко позади линии фронта». 
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:'Из воспоминаний бойца батальона милиции И. Кожева:  ',
        memory2:'Из воспоминаний бойца батальона милиции Игната Савича: ',
        memory3:'Вот, что рассказали жители деревни Гаи, свидетели этого боя Столяровы  Иван Маркович и Варвара Васильевна: ',
        memory4:'',
        quotes1:`«И вот наступило утро памятного дня. На рассвете на окраине установилась такая тишина, что был слышен каждый шорох.
        Внезапно на левом фланге тревожно, будто проснувшись, затрещал пулемет. Была обстреляна группа немцев, которые пробовали прорваться к размещению нашего батальона.
    Через несколько минут вся окраина, где размещались наши роты, была оглушена взрывами крупнокалиберных снарядов, шквалом мин шестиствольных минометов. Противник начал интенсивную подготовку к атаке, но и на этот раз немцы не добились успеха. Батальон выстоял. Враг не смог захватить наши позиции.
    Бойцы проявляли мужество и стойкость. Несмотря на то, что в подразделениях появились раненые, никто не покидал поле боя.
    Вскоре враг вновь открыл по нашим позициям ураганный орудийно-минометный огонь. Была уничтожена роща, от которой не уцелело ни одного деревца.
    Высота, которую занимал батальон, превратилась в груды взрытой опаленной земли. Казалось, ничего живого там не могло остаться. Однако и тогда батальон продолжал сражаться. Тяжело был ранен командир батальона. Примерно в два часа дня, при очередной попытке немцев захватить наши позиции, командир батальона Константин Владимиров, превозмогая боль, поднял остатки батальона в атаку.
    Это была последняя атака бесстрашного батальона, после которой осталось в живых 19 раненых и контуженых бойцов. В этом бою погиб командир батальона Владимиров и был тяжело ранен комиссар батальона Чернов.
    После этой атаки враг не отважился в тот день взять высоту. На ее склонах синели милицейские костюмы. Бойцы отдали свою жизнь за победу над врагом, за свободу и счастье советского народа».
    `,
        quotes2:'«Наш батальон был слабо вооружен. Однако свои рубежи удерживал долгое время. Милиционеры Кутаков, Бурмистров после тяжелых ранений отказались эвакуироваться в госпиталь. Получив медицинскую помощь прямо в окопе, они дрались с фашистами до последнего дыхания. Я тоже был ранен, но в решающую минуту вместе с товарищами бросился  в атаку на врага и связкой гранат уничтожил несколько фашистов. Из 250 бойцов батальона милиции в живых осталось 19». ',
        quotes3:`«Многие  жители деревни были свидетелями последней контратаки милиционеров. Немецкие пулеметчики, которые засели на чердаках домов, покосили огнем почти всех наших бойцов. Жила у нас девочка Соня Андреева. Она собрала и спрятала документы многих убитых». `,
        quotes4:'',
    },
    {
        id:29,
        date:'20 июля',
        textOne:`Главная атака на Могилев началась утром. Ожесточенные бои завязывались практически по всему периметру обороны. Общая численность немецких войск, не считая разницы в технике, составляла около15 тысяч человек. Бою предшествовал, как и положено массированный артобстрел наших частей, поддержанный массовым авиационным налетом. Только затем вперед пошли танки и пехота.
        Атака была отбита… Только свидетели этого, коих уже остались единицы, смогут передать, пересказать произошедшее на подступах к Могилеву 20 июля. Это был шок для всех, и для наступающих, и для наступавших: никто и никогда из них (по обе стороны) не видел подобного.
        Стала нарушаться связь штаба дивизии с частями, не хватало боеприпасов. Могилевский гарнизон был отрезан от основных сил 172-й дивизии. Кипели бои, немцы забрасывали город листовками. Радиоусилители врага призывали защитников сдаваться в плен. 
         `,
        textTwo:`Опомнившись от внезапных ночных нападений, фашисты вновь атаковали позиции 514-го полка и позиции сводного полка Катюшина. Со стороны Минска враг приблизился к окраинам города. Жители города снова возводили разрушенные баррикады, устанавливали заграждения. Каменные дома превращали в оборонительные точки. Нижние этажи закладывались камнями и мешками с песком, в них устанавливались бойницы, в которых устанавливались пулеметы.
        `,
        textTree:`Защитниками города были выбиты фашисты из деревень Буйничи, Тишовка, Бутримовка.
        747-й полк и приданные ему части вели упорные бои с противником, не давая возможности фашистам овладеть днепровским мостом и ст. Луполово.
        В этот день на позиции  388-го полка в последний раз подвезли снаряды к противотанковым пушкам.
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:' Из воспоминаний военного пилота С. Татаринцева, летавшего по заданию Военного Совета 13-й армии в Могилёв для выяснения обстановки и установления связи с осажденным Могилёвским гарнизоном:  ',
        memory2:'О ситуации на могилевском плацдарме в полосе обороны 388-го стрелкового полка вспоминал в своей книге немецкий историк П. Карел так: ',
        memory3:'',
        memory4:'',
        quotes1:`“…при обсуждении вопроса о положении гарнизона принято решение: Могилёв не сдавать… Настроение гарнизона бодрое. Подбито много мотоциклов противника, около десятка танков, которые восстановлены для использования. Тяжело со снарядами, патронами, в обрез горючего. Начальнику гарнизона полковнику Воеводину немцы предложили сдать Могилёв без кровопролития. Последний ответил отказом… Противник усиленно забрасывает район Могилёва всякого рода листовками».`,
        quotes2:'«20 июля к западу от реки город окружили четыре немецких дивизии и 7-й корпус. В тот же день в 14 часов 23-я берлинско-брандербургская пехотная дивизия под командованием генерал-майора Хельмута силами двух полков перешла в наступление. 9-й Потсдамский пехотный полк… хотя и сумел переправиться через реку, однако вынужден был залечь у небольшого предмостного укрепления. Однако 68-й пехотный полк не сумел прорвать советскую оборону, это не удалось, уже на следующий день и 67-му пехотному полку… 9-й пехотный полк в результате ожесточенной рукопашной схватки выбил глубоко окопавшегося противника с его позиций. Однако это удалось лишь ценой огромных потерь».        ',
        quotes3:'Вряд ли после знаменательных битв под Оршей, Грюнвальдом, Лесной, Салтановкой, можно найти в истории боевой славы наших предков сражения, равные битвам под Буйничами, при обороне рубежа Пашково—Гаи, при атаке 20 июля… Оборона выдержала, удержалась, не изменилась ни на одном направлении.',
        quotes4:'',
    },
    {
        id:30,
        date:'21 июля',
        textOne:`Утром не считаясь с потерями, враг снова занял деревни Буйничи, Тишовка, Бутримовка. Обескровленный за три дня боев 388-й полк не смог контратаковать противника. Во всех частях дивизии остро ощущался недостаток патронов и снарядов.
        С 21 июля из скупых оперативных сводок командования следует, что немцы после подхода четырех свежих дивизий, усилили атаки на осажденных.`,
        textTwo:`Разрезанный на части, 747-й полк продолжает неравные бои. Сильные бои шли на линии Вейно—Тараново. Враг рвался к Луполовскому аэродрому. Большими силами врага аэродром был захвачен, и теперь его атаки были направлены к Днепровскому мосту. Другая часть гитлеровцев усилила нажим на части, которые обороняли ст. Луполово.        `,
        textTree:`Немцы начали самую свирепую бомбежку города, поражали кварталы зажигательными снарядами, в центре начались страшные пожары. Силы были не равны, ряды защитников катастрофически редели.
        Кольцо вокруг города сжималось.
        `,
        img1:Day21,
        img2:"",
        img3:'',
        memory1:'Из воспоминаний комиссара полка В. Ф. Кузнецова:  ',
        memory2:'Тяжелый бой развернулся на участке 493-го гаубичного артполка. Вспоминал командир взвода штабной батареи А. С. Шевцов: ',
        memory3:'',
        memory4:'',
        quotes1:`«Рано утром с двух сторон наша оборона в районе Луполово подверглась жесткому артобстрелу. Усиленно бомбила авиация. На этом участке оборону держал 2-й батальон под командованием старшего лейтенанта В. Сибирякова. Завязался ожесточенный бой. Враг бросил силы в составе 2-х дивизий, потеснил наши подразделения. Командир полка приказал контратаковать врага и выбить его из Луполово. Артиллерия полка поддержала контратаку. Удар был стремительный и закончился рукопашной схваткой. Гитлеровцы дрогнули, однако перегруппировались и обрушились на позиции 2-го батальона. Бой разгорался с новой силой. Станция Луполово переходила из рук в руки несколько раз. Подполковник Щеглов приказал ввести в бой все силы. Воины хозяйственных и санитарных подразделений заменяли убитых, легкораненые возвращались на позиции. Немцы ввели в бой танки. Они прорвались к нашим окопам, грозили окружением 4-й и 5-й ротам и атаковали минометную батарею младшего лейтенанта Юрченко. Минометчики чуть ли не прямой наводкой вели огонь по атакующим. Ценой больших потерь немцам удалось занять станцию и выйти на шоссе Могилёв-Орша. Положение для обороны угрожающее, вдоль шоссе на станцию повела наступление усиленная группа полка под командованием лейтенанта Пугачева. Его ранило в руку, но он продолжал руководить контратакой. Артиллерийские батареи вели огонь прямой наводкой. Враг отброшен и станция снова в наших руках. Снова атака — и мы отходим, так как понесли большие потери».`,
        quotes2:'«На батареи шли танки. Артиллеристы подбили один за другим три танка, но выбывали и наши расчеты. Огонь ослаб. Бронированная громадина, стреляя из пушек и пулеметов, навалилась на бруствер окопа. Навстречу ей бросился полковник Живолуп. Раздался взрыв связки гранат. Танк застыл, но в это же время был смертельно ранен и наш командир. Я потерял лучшего друга лейтенанта Куликова. Он был убит диверсантами на улице, недалеко от нашего штаба. Вражеское кольцо все более сжималось. В пылающем городе собрались остатки дивизии. Людей оказалось много, много и военной техники, но не было боеприпасов. В нашем взводе на две исправные установки осталось всего лишь по полторы ленты».',
        quotes3:'',
        quotes4:'',
    },
    {
        id:31,
        date:'22 июля',
        textOne:`22 и 23 июля враг беспрерывно атаковал, днем  и ночью шла бомбежка, дома горели в центре и на окраинах. С севера немцы подошли вплотную к станции Могилев-Товарная, оврагами просачивались в город со стороны Дубровенки… В конце дня 22 июля шквал артиллерийского минометного огня был нанесен по школе, где располагались штаб дивизии, госпиталь, была повреждена дивизионная радиостанция.
        22 июля. С этого дня последний героический рубеж обороны находился в историческом центре Могилёва (район Советской площади). Основная тяжесть боёв здесь легла на народное ополчение во главе с начальником штаба А. И. Морозовым и областным военкомом полковником И. П. Воеводиным и их помощниками И. Л. Хавкиным, А. А. Эстеркиным, П. Я. Терентьевым.
         `,
        textTwo:`Непрерывные ожесточенные бои шли на участках рубежа обороны 747-го стрелкового полка подполковника А. В. Щеглова. Немцы захватили д. Холмы и повели наступление на Любуж и Константиновку. Батальон полка капитана Соколова был окружен в лесах возле  районе Малая Боровка. В двухдневных непрерывных боях почти все воины батальона погибли, но не сдались. На станине орудия умер смертельно раненый политрук            А. Смирнов, подбивший перед этим два вражеских танка.
        Батальону капитана Сибирякова, оборонявшему подступы к аэродрому, пришлось отступить к железнодорожной станции Луполово, где держал оборону 51-й танковый полк И. Якубовского. Основной части подразделений полка не удалось пробиться  к Днепровскому мосту, и только группа курсантов полковой школы, ведя ночной бой, смогла переправиться через Днепр и войти в город.
            Обозленное отчаянным упрямством защитников города, немецкое командование решило подвергнуть город массированному артиллерийскому обстрелу и авиационной бомбёжке. От взрыва снаряда возле продовольственного магазина по улице Первомайской, напротив кинотеатра «Чырвоная зорка», погибли десятки горожан, более 60 человек получили ранения и  были направлены в военный госпиталь. Рушились здания на Советской площади. Вражеские снаряды рикошетили от стен древней ратуши. Особенно приводил фашистов в бешенство красный флаг, закрепленный ополченцами на башне ратуши. Несколько раз флаг падал, сбитый осколками снарядов, но снова и снова А. А. Эстеркин поднимал его на шпиль ратуши. Во время одного из обстрелов Эстеркин был смертельно ранен, но знамя продолжало развеваться над городом. Легендарным стал подвиг неизвестного солдата-пулеметчика, который стрелял с ратуши.
        `,
        textTree:`После обстрелов и бомбежек десятки вооруженных немецких автоматчиков бросались на мост, но, встретив дружный огонь ополченцев и красноармейцев, снова и снова отходили назад, оставляя на мосту своих убитых и раненых. Мост постепенно устилался трупами. Полковник И. П. Воеводин, находясь в траншеях, собственным примером вдохновлял защитников.
        У Днепровского моста вступили в бой батальон народного ополчения капитана Максимова, истребительный противотанковый отряд Филимонова и пулемётная рота лейтенанта Хорошева. Борьба за мост приняла ожесточенный характер. Генерал Романов приказал дивизионному инженеру Днепровский мост подготовить к взрыву. 388-й полк отошёл к шелковой фабрике.
        Большую помощь в обороне предмостного укрепленного района оказывали старики, женщины и дети. Под градом пуль, разрывов снарядов они днем и ночью подносили защитникам пищу, воду и боеприпасы. 
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:'О последних днях обороны писал Н. И. Калугин:  ',
        memory2:'Из воспоминаний комиссара 747–го стрелкового полка В. Ф. Кузнецова: ',
        memory3:'Из воспоминаний начальника политотдела Могилевского управления милиции З. З. Клугман: ',
        memory4:'Из воспоминаний политрука роты противовоздушной обороны 747-го стрелкового полка Н. И. Жужжалова: ',
        quotes1:`«21 и 22 июля жаркие бои разгорелись у станции Могилёв-Товарная. Одну за другой отбивали ополченцы яростные атаки противника. Тут дрались бойцы 1-го батальона сводного полка НКВД и часть 3-го батальона, а также отряд железнодорожных войск под командованием майора (к сожалению, фамилию его не сохранила память) и просто жители города, молодые и пожилые, вооруженные винтовками. Только упорство, стойкость и беспримерное мужество позволили отстоять в этом бою станцию Могилев-Товарная и отбросить фашистов с большими потерями в живой силе и технике.
        22 июля противник,  подверг  нас сильному артиллерийскому обстрелу. Рикошетом от дерева шрапнель ударила меня в левое плечо. Кисть уцелела, но левая рука  повисла, как плеть. Чувствуя, что противник при обнаружении разрыва между правым флангом дивизии и нами может ударить в тыл дивизии, я быстро отвел батальон за линию железной дороги, прикрыл тыл дивизии, заняв удобную позицию недалеко от Днепра, вдоль глубокой выемки. С этого дня, то есть 22 июля, гитлеровцы атаковали беспрерывно. Самолеты противника бомбили город и днем, и ночью. Дома горели и в центре, и на окраинах».
        `,
        quotes2:`«Рано утром с двух сторон оборона в районе станции Луполово подверглась жесткому артобстрелу. Усиленно бомбила авиация. Канонада постепенно стихает, и начинается первая волна атаки. Немцы атакуют 4 роту, первый взвод смят и отошел назад. Командир роты лейтенант Юрченко организует контратаку и возвращает утерянные позиции. Немцы ввели в бой танки.
        На танки наши бойцы шли не только с бутылками с горючей смесью «КС», но и с «пакетами» — гранатами образца 1914 г. с подвешенным пакетиком пороха. Буквально истекал кровью, окруженный в полукольце, батальон Сибирякова… И все-таки гитлеровцы занимают станцию и выходят на шоссе Могилев—Орша. Но борьба еще не закончена. Снова наши бойцы отбили станцию. Снова атака, отбили, но все-таки отошли. Слишком большие потери». 
        `,
        quotes3:`«Незабываем и такой случай. Внизу у  моста, с кузова грузовой автомашины, стоя в полный рост, расстреливал набегающих фашистов из спаренного пулемета боец в красных брюках. Когда у него спрашивали, почему он в красных брюках, пулеметчик отвечал: «Все красное наводит ужас на гитлеровцев!». К сожалению, фамилия и судьба этого геройского парня остались неизвестными». `,
        quotes4:`«Полк оказался в крайне тяжелом положении. В расположение наших подразделений враг выбросил воздушный десант. В роте, которой я командовал, уцелело только две зенитные установки, мы уже не могли препятствовать налетам авиации. На одной из установок остались в живых наводчик Чепелев и шофер Танонаев. Командир взвода старший сержант Скрипченко был тяжело ранен. А в небе носятся «юнкерсы», беспрерывно бомбят. Я принял решение перебросить установку в молодой ельник, где шире сектор обстрела. Танонаев набивал патронами ленты, а я занял место второго номера. Это памятный день в моей жизни. Помню, как задымил один из «юнкерсов», бомбардировщик врезался в землю за лесом <…>. В тот день  мы сбили пять самолетов противника».`,
    },
    {
        id:32,
        date:'23 июля',
        textOne:`23 июля уже не имея сил на контратаки, на южные окраины города отошел 388-й полк. У вокзала, прижатый к городу, бился в полуокружении 394-й, у станции Могилев-Товарная отбивались остатки сводного полка. В их составах не было уже и трети бойцов.
        Под напором превосходящих сил противника части 172-й дивизии на западном берегу Днепра вынуждены были отойти на новую полосу обороны: шёлковая фабрика—станция Товарная—Полыковичские Хутора. На участке сводного полка майора В. А. Катюшина, немцы вышли к вокзалу. 747-й стрелковый полк оттеснен к станции Луполово.
         `,
        textTwo:`Кольцо окружения вокруг города сжималось.
        23 июля в 13.00 противник занял Луполово.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:33,
        date:'24 июля',
        textOne:`Немецко-фашистские захватчики предприняли штурм города. Бомбардировки, ураганные обстрелы сопровождались танковыми атаками. Противник в северо-западной части города приблизился к железнодорожному вокзалу, захватил предместье Карабановка.
        Начались уличные бои. Город находился в огне и дыму.
        Через громкоговоритель гитлеровцы предлагали защитникам города прекратить сопротивление и сдаться. В ответ на самых высоких зданиях города было поднято пять красных флагов. Город продолжал сражаться в полном окружении.
         `,
        textTwo:`Отдельные части противника просочились в пригороды Могилева, по оврагам рек Дубровенки и Струшни начали продвижение к центру города, а на северном участке обороны 425-го стрелкового полка приближались к району расположения штабов110-й дивизии, 61-го стрелкового и 20-го механизированного  корпусов.
        `,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:'О ситуации в городе 24 июля свидетельствовал И. П. Воеводин:  ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'«Противник вклинился в центр города по Виленской улице. Прикрываясь группой пленных из отрядов самообороны, гитлеровцы двинулись к Театральной площади, стремясь расчленить защитников Могилева. Старший политрук Николаев повел бойцов резерва в атаку, но на крутом спуске к мосту через реку Дубровенка был сражен вражеской пулей. Гитлеровцы у реки Дубровенки скопили большие силы. Чтобы задержать их, направили туда 45-мм  пушку, 3 пулеметчика и танкетку, закрепленную за областным военкоматом. В неравном бою все расчеты погибли. Обстановка сложная. Лично возглавляю группу работников военкомата и милиции. Большинство зданий, в т.ч. и областной военкомат, пострадали от бомбёжек и обстрела артиллерии. Штаб начальника гарнизона переместился в подвал костела, возле драматического театра. Рядом с нами ютятся старики, дети, женщины. Накал боев неописуем. Всюду раненые. Девушки и подростки на руках таскают их в госпиталь. Под госпиталь занято здание культурно-просветительного училища. Ощущается недостаток продовольствия. Размололи последние 400 пудов овса».',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },
    {
        id:34,
        date:'25 июля',
        textOne:`Утром совсем неожиданно по Минскому шоссе в расположение 394-го полка прикатили без всякой охраны три немецких грузовика. Окруженные нашими бойцами водители и возглавляющий их офицер были в полной растерянности: по их сведениям, Могилев давно был взят немецкими войсками, поэтому они и ехали без всякой опаски.
        Благодаря находящейся при них карте защитники города узнали, что немцы еще 16 июля захватили Смоленск и вышли к Вязьме и Ельне. Необычный груз оказался в машинах: наградные знаки, знамена, подарки, предназначавшиеся для солдат, офицеров Вермахта, которые отличатся при взятии Москвы. Судьба того груза до сих пор неизвестна.
         `,
        textTwo:`В штаб дивизии с левобережья Днепра прибыли два парламентера. Они вручили от имени командования 7-го армейского корпуса документ, в котором в ультимативной форме требовалось немедленно прекратить сопротивление. Комиссар 172-й стрелковой дивизии Л. К. Черниченко и начальник особого отдела дивизии Фефилов ответили отказом, заявив, что немцы не дождутся добровольной сдачи защитников города.
        В городе продолжаются упорные уличные бои. 388-й стрелковый полк продолжает бой в районе фабрики искусственного волокна, а сводный полк —  в районе вокзала. К вечеру немцы полностью блокировали подход к мосту через Днепр. В 24.00 начался прорыв из Могилёва.
        `,
        textTree:`Вечером 25 июля генерал Романов в штабе своей дивизии собрал последнее совещание руководителей обороны, командиров частей и подразделений. Участвовало и руководство партийно-советских органов города. Генерал объявил приказ Верховного командования о выходе из окружения. Командир полка С. Ф. Кутепов сказал: «Противник не смог сломить нашей воли, мы выполнили приказ командующего войсками Западного фронта маршала Тимошенко по обороне Могилева». Тем же вечером был убит, возвращающийся с совещания, командир 388-го стрелкового полка полковник С. Ф. Кутепов. 
        `,
        img1:Day25,
        img2:"",
        img3:'',
        memory1:'Из воспоминаний медсестры 747-го стрелкового полка Н. А. Потаповой-Теряевой:  ',
        memory2:'Из воспоминаний заместителя политрука, заместителя секретаря комитета комсомола 747-го стрелкового полка М. И. Гетманского: ',
        memory3:'Вспоминает Смирнов В. А. – младший воентехник, начальник оружейных мастерских 388-го стрелкового полка: ',
        memory4:'',
        quotes1:`«В ночь с 25 на 26 июля медсанбат уже находился в Могилеве в корпусах 1-й Советской больницы. Помню, мы сделали несколько рейсов, перевозили раненых. Нас обстреливали с чердаков домов, из-за углов. Корпус машины был буквально изрешечен пулями. В эту ночь никто из наших медработников не спал. Раненых было много. Врачи делали операции, удаляли из ран осколки мин. Мои подруги Мария Голото и Наташа Безрученко перевязывали раненых, делали инъекции.
        Утром узнали, что связь со штабом полка потеряна, враг окружил санчасть. Раненых, которые могли передвигаться погрузили на повозки, а те, кто мог идти и держать оружие, пошли с нами в бой <…>. Нам все же удалось вырваться из окружения. Мы вышли к штабу полка и вывезли всех раненых».
    `,
        quotes2:`«В дни обороны города мы чувствовали поддержку не только воинов народного ополчения, но и стариков, женщин, детей. Они помогали нам доставлять боеприпасы, пищу, воевали вместе с нами с оружием в руках.
        К сожалению, не помню фамилий студентов Могилевского пединститута, передавших нам библиотеку и другие подарки, дежуривших у постели тяжелораненых воинов, старика, приносившего ежедневно в госпиталь ведро свежего молока, семиклассника, участвовавшего с нами в ночной диверсии...».
    `,
        quotes3:`«В бой с ними вступили бойцы нашей оружейной мастерской, более 30 воинов 514–го стрелкового полка и столько же ополченцев. Мы расположились на откосе дороги, и весь день вели перестрелку. Много убили фашистов, которые предпринимали несколько атак. Наш сводный отряд не отступил и тогда, когда враг начал артиллерийский обстрел.
        Когда перестрелка утихла, к нам подошло несколько женщин. Они принесли хлеб, вареный картофель. Как они пробрались к нам под огнем, - было загадкой, да мы и не спрашивали их об этом. Неизвестны их имена. Но теперь, через столько времени, вспоминаются их лица, мужество, доброта».
    `,
        quotes4:'',
    },
    {
        id:35,
        date:'26 июля',
        textOne:`Ночью часть ополченцев вместе с воинами 172-й дивизии вырвалась из окружения и продолжила свой войсковый путь в рядах Красной Армии.
        `,
        textTwo:``,
        textTree:'',
        img1:'',
        img2:"",
        img3:'',
        memory1:'Из воспоминаний помощника начальника штаба 340-го артиллерийского полка Александра Куракова:  ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:`«Согласно указанию командира дивизии в первом эшелоне на прорыв шли остатки 388-го стрелкового полка. Наш артиллерийский полк находился во втором. Чтобы дезориентировать противника, командование дивизии решило прорываться  в западном направлении. В 23.30 выдвинулись на исходные позиции, штурмом овладели первой линией вражеской обороны. Во время следующей атаки меня ранило в плечо, но поле боя я не покинул.`,
        quotes2:`Ночь была темная. Связь между подразделениями нарушалась. С небольшой группой бойцов добрались до сборного пункта в лесу западнее Могилева. По дороге во ржи встретили группу вырвавшихся из окружения бойцов, которую возглавил комиссар дивизии Черниченко…Через некоторое время на опушке леса появились фашисты. Все, кто мог, взялись за оружие. Бой продолжался долго. К утру 27 июля нас осталось только четверо».
        `,
        quotes3:'26 июля Могилёв пал.        ',
        quotes4:'',
    },
    {
        id:36,
        date:'27-28 июля',
        textOne:`С 27 на 28 июля остатки 747-го полка (150 человек) ночью, прорвав кольцо окружения, двинулись с северной окраины Луполово вдоль поймы Днепра, присоединились к частям 110-й стрелковой дивизии в районе деревни Сухари.
        Остатки сводного полка майора Катюшина численностью около 300 человек форсировали Днепр севернее Могилева и пошли на восток, за р. Сож соединились с частями 13-й армии.
        `,
        textTwo:`В своих воспоминаниях Маршал Советского Союза К. Е. Ворошилов писал: «Оглядываясь сквозь призму лет, можно сказать: если Брест является образцом беспримерного мужества горстки советских людей, их стойкости в борьбе против ударной группировки гитлеровской армии на пограничном рубеже нашей Родины, то на втором стратегическом рубеже – по реке Днепр – более обширным очагом такого же упорного сопротивления стал город Могилёв. Без танков, без должного авиационного прикрытия, без долговременных сооружений, в условиях окружения защитники Могилёва выдержали массированный штурм танковых и мотомеханизированных соединей гитлеровцев. Многие защитники города на Днепре погибли на поле боя. Но никогда не будет забыт их вклад в победу над врагом». 
        `,
        textTree:`«Историческое значение обороны Могилёва, - писал в своих мемуарах первый секретарь ЦК КП(б) Белоруссии П. К. Пономаренко, - заключается в том, что она сыграла важнейшую роль в замедлении наступления группы армий «Центр» на главном московском направлении».
        Защитники Могилева способствовали стабилизации фронта, повлияли на ход Смоленского сражения, дали возможность получить драгоценные дни для строительства других рубежей обороны.
        Десятки фашистских танков, предназначенных для взятия Москвы, сгорели на подступах к городу Могилёву. Здесь же нашли свою могилу 30 тысяч немецких солдат и офицеров.
        `,
        img1:'',
        img2:"",
        img3:'',
        memory1:' ',
        memory2:'',
        memory3:'',
        memory4:'',
        quotes1:'',
        quotes2:'',
        quotes3:'',
        quotes4:'',
    },    
]