export const users =[
    {
        firstName:'Фатин Валентин Васильевич',
        dateBirth:'1921-1944',
        text:`
        Командир батальона капитан Фатин особо отличился при проведении Могилёвской наступательной операции. 
        27 июня 1944 года в ходе наступления батальон Фатина освободил от гитлеровцев пригород Могилёва —
         Луполово и к концу дня с боями вышел к Днепру.`,
    },
    {
        firstName:'Лорченко Леонид Дмитриевич',
        dateBirth:'1925-1943',
        text:`Во время Великой Отечественной войны участвовал в обороне Могилёва в 1941 году в составе городского ополчения. 
        Вместе с советскими войсками прорывался на восток, но вскоре вернулся.
        В оккупированном Могилёве работал в подполье — расклеивал листовки и устраивал диверсии. `,
    },
    {
        firstName:'Карпинская Татьяна Романовна',
        dateBirth:'1923-1943',
        text:`Участница Могилёвского коммунистического подполья в годы Великой Отечественной войны. Родилась в г. Хмельник Винницкой обл. Член ВлКСМ. В 1941 окончила среднюю школу в Могилёве. Во время Отечественной войны с лета 1941 вместе с матерью Карпинской Ольгой Николаевной включилась 
        в антифашистскую борьбу; участвовала в спасении оставшихся в госпиталях раненых советских воинов. `,
    },
    {
        firstName:'Гришин Иван Тихонович',
        dateBirth:'1901-1951',
        text:`Начало войны полковник Гришин с дивизией убыл на фронт. В первых числах июля дивизия в составе 13-й армии Западного фронта вступила 
        в бой с немецко-фашистскими захватчиками в Смоленском оборонительном сражении. В районе города Шклова дивизия под командованием 
        Гришина, на семь суток задержала наступление гитлеровцев, героически сражалась под Чаусами.`,
    }, {
        firstName:'Алейников Сергей Петрович',
        dateBirth:'1909-1983',
        text:`Участник Великой Отечественной войны с августа 1941 года.
        Первые 2 боевых вылета он совершил в сентябре 1941 года в районе города Демянск на бомбардировку колонны танков противника.
        Участвовал в битве за Москву.Дважды горел в воздухе. Один раз машину подожгли истребители.`,
    },
    {
        firstName:'Кучинский Михаил Иванович',
        dateBirth:'1911-1995',
        text:`В Красной Армии с 1932 года. В 1934 окончил Тамбовскую военно-авиационную школу лётчиков. 
        В действующей армии — с января 1943. В ходе Великой Отечественной войны участвовал в освобождении Гомеля, Жлобина, Бобруйска, Слуцка.
        Всего за время войны отважный лётчик совершил 210 боевых вылетов.`,
    }
]